Repository: jasp-stats/jaspLearnBayes
Catalog: po/QML-*.po
Languages: de, eu, gl, id

# LStestingpriorandposterior|
source: Observed proportion
de: Beobachtetes Verhältnis
eu: Behatutako proportzioa
gl: Proporción observada
id: Proporsi yang diamati

# LStestingpriorandposterior|
source: Prior and posterior distribution
de: Prior- und Posterior-Verteilung
eu: Aurreko eta ondorengo banaketak
gl: Distribución previa e posterior
id: Distribusi prior dan posterior

# LStestingsequential|
source: BF₁₀
gl: FB₁₀

# LStestingsequential|
source: BF₀₁
gl: FB₀₁

# Description|
source: Simulating Buffon's Needle
de: Simulieren von Buffons Nadel
eu: Buffonen Orratzaren Manipulazioa
gl: Simular a Agulla de Buffon
id: Mensimulasikan Jarum Buffon

# Description|
source: Manipulating Buffon's Needle
de: Manipulieren von Buffons Nadel
eu: Buffonen Orratza Manipulatzen
gl: Manipular a Agulla de Buffon
id: Memanipulasi Jarum Buffon

# LSBuffonsneedlemanipulation|
source: Proportion of needle length to interline distance:
de: Verhältnis der Nadellänge zum Linienabstand:
eu: Orratzaren luzeraren eta lerro arteko distantziaren arteko proportzioa:
gl: Proporción do longo da agulla coa distancia entre liñas:

# LSBuffonsneedlemanipulation|
source: Number of crosses:
de: Anzahl der Schnittpunkte:
eu: Gurutze kopurua:
gl: Número de cruces:
id: Jumlah persilangan:

# LSBuffonsneedlemanipulation|
source: Prior for the proportion of crosses
de: Prior für den Anteil der Schnittpunkte
eu: Gurutze proportzioaren aurrekoa
gl: Previo da proporción de cruces
id: Prior untuk proporsi persilangan

# LSBuffonsneedlemanipulation|
source: Plot
de: Diagramm
eu: Grafikoa
gl: Gráfica

# LSBuffonsneedlemanipulation|
source: Prior and posterior for the proportion of crosses
de: Prior und Posterior für den Anteil der Schnittpunkte
eu: Gurutze proportzioaren aurrekoa eta ondorengoa
gl: Previa e posterior da proporción de cruces
id: Prior dan posterior untuk proporsi persilangan

# LSBuffonsneedlemanipulation|
source: Legend
de: Legende
eu: Legenda
gl: Lenda
id: Legenda

# LSBuffonsneedlemanipulation|
source: Implied prior and posterior for π
de: Implizierter Prior und Posterior für π
eu: π-rako aurreko eta ondorengo inplizituak
gl: Previa e posterior implícitos para π
id: Tersirat prior dan posterior untuk π

# LSBuffonsneedlemanipulation|
source: Credible interval
de: Glaubwürdigkeitsintervall
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
id: Interval yang dapat dipercaya

# LSBuffonsneedlesimulation|
source: Proportion of needle length to interline distance:
de: Verhältnis von Nadellänge zu Linienabstand:
eu: Orratzaren luzeraren eta lerro arteko distantziaren arteko proportzioa distantzia:
gl: Proporción do longo da agulla coa distancia entre liñas:

# LSBuffonsneedlesimulation|
source: Prior for the proportion of crosses
de: Vorher für den Anteil der Schnittpunkte
eu: Gurutzaketen proportzioaren aurrekoa
gl: Previo da proporción de cruces
id: Prior untuk proporsi persilangan

# LSBuffonsneedlesimulation|
source: Beta prior: parameter a
eu: Beta aurrekoa: a parametroa
gl: Beta previa: parámetro a

# LSBuffonsneedlesimulation|
source: Beta prior: parameter b
eu: Beta aurrekoa: b parametroa
gl: Beta previa: parámetro b

# LSBuffonsneedlesimulation|
source: Plot
de: Diagramm
eu: Grafikoa
gl: Gráfica

# LSBuffonsneedlesimulation|
source: Needle plot
de: Nadeldiagramm
eu: Orratz-grafikoa
gl: Gráfica de agullas

# LSBuffonsneedlesimulation|
source: Color crossing needles
de: Farbe der Nadelschnittpunkte
eu: Kolore-gurutzaketa orratzak
gl: Colorear as agullas cruzadas

# LSBuffonsneedlesimulation|
source: Prior and posterior for the proportion of crosses
de: Prior und Posterior für den Anteil der Schnittpunkte
eu: Aurreko eta ondorego gurutzaketen proportziorako
gl: Previa e posterior da proporción de cruces

# LSBuffonsneedlesimulation|
source: Legend
de: Legende
eu: Legenda
gl: Lenda
id: Legenda

# LSBuffonsneedlesimulation|
source: Implied prior and posterior for π
de: Implizierter Prior und Posterior für π
eu: π-rako aurreko eta ondorengo inplizituak
gl: Previa e posterior implícitos para π
id: Tersirat prior dan posterior untuk π

# LSBuffonsneedlesimulation|
source: Credible interval
de: Glaubwürdigkeitsintervall
eu: Tarte sinesgarria
gl: Intervalo de credibilidade
id: Interval yang dapat dipercaya

# Description|
source: Buffon's Needle
de: Buffons Nadel
eu: Buffonen Orratza
gl: Agulla de Buffon
id: Jarum Buffon

# LSBuffonsneedlemanipulation|
source: Number of tosses:
de: Anzahl der Würfe:
gl: Número de sorteos:
id: Jumlah lemparan:

# LSBuffonsneedlemanipulation|
source: Highlight interval
de: Intervall markieren
eu: Nabarmentze tartea
gl: Destacar o intervalo
id: Interval sorotan

# LSBuffonsneedlemanipulation|
source: from
de: von
eu: -tik
gl: desde
id: dari

# LSBuffonsneedlemanipulation|
source: to
de: bis
eu: -ra
gl: ata
id: untuk

# LSBuffonsneedlesimulation|
source: Number of tosses:
de: Anzahl der Würfe:
gl: Número de sorteos:
id: Jumlah lemparan:

# LSBuffonsneedlesimulation|
source: Highlight interval
de: Intervall markieren
eu: Nabarmentzeko tartea
gl: Destacar o intervalo
id: Interval sorotan

# LSBuffonsneedlesimulation|
source: from
de: von
eu: -tik
gl: desde
id: dari

# LSBuffonsneedlesimulation|
source: to
de: bis
eu: -ra
gl: ata
id: untuk

# LSBuffonsneedlemanipulation|
source: Prior parameter α:
eu: Aurreko parametroa α:
gl: Parámetro α previo:

# LSBuffonsneedlemanipulation|
source: Prior parameter β:
eu: Aurreko parametroa β:
gl: Parámetro β previo:

# LSestimationpredictions|
source: Summary table
de: Übersichtstabelle
eu: Laburpen-taula
gl: Táboa resumo
id: Tabel ringkasan

# LSestimationpredictions|
source: Distribution plot
de: Verteilungsdiagramm
eu: Banaketa-grafikoa
gl: Gráfica de distribución
id: Plot distribusi

# LSestimationpredictions|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LSestimationpredictions|
source: As sample proportion
de: Als Stichprobenanteil
eu: Lagin-proportzio gisa
gl: Como proporción da mostra
id: Sebagai proporsi sampel

# LSestimationpriorandposterior|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LSestimationsequential|
source: Point estimate plot
de: Punktschätzer-Diagramm
eu: Puntu-estimazio grafikoa
gl: Gráfica de estimacións por punto
id: Plot estimasi titik

# LSestimationsequential|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LSestimationsequential|
source: Interval estimate plot
de: Intervallschätzer-Diagramm
eu: Tarte-estimazio grafikoa
gl: Gráfica de estimacións por intervalo
id: Plot estimasi interval

# LSestimationsequential|
source: Stacked distributions plot
de: Gestapeltes Verteilungsdiagramm
eu: Pilatutako banaketaren grafikoa
gl: Gráfica de distribucións amoreadas
id: Plot distribusi bertumpuk

# LSintrotext|
source: Introductory text
de: Einführungstext
eu: Sarrera-testua
gl: Texto introdutorio
id: Teks pengantar

# LStestingpredictions|
source: Summary table
de: Übersichtstabelle
eu: Laburpen-taula
gl: Táboa resumo
id: Tabel ringkasan

# LStestingpredictions|
source: Predictive distribution plot
de: Diagramm prädiktiver Verteilung
eu: Aurreikuspen-banaketa grafikoa
gl: Gráfica de distribución preditiva
id: Plot distribusi prediktif

# LStestingpredictions|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LStestingpredictions|
source: As sample proportion
de: Als Stichprobenanteil
eu: Lagin-proportzio gisa
gl: Como proporción da mostra
id: Sebagai proporsi sampel

# LStestingpredictiveperformance|
source: Prior Predictive Performance
de: Prior-Vorhersageleistung
eu: Aurreko Iragarpen-Errendimendua
gl: Capacidade Preditiva Previa
id: Kinerja Prediksi Prior

# LStestingpredictiveperformance|
source: Distribution plot
de: Verteilungsdiagramm
eu: Banaketa-grafikoa
gl: Gráfica de distribución
id: Plot distribusi

# LStestingpredictiveperformance|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LStestingpredictiveperformance|
source: Predictive accuracy plot
de: Diagramm Vorhersage-Genauigkeit
eu: Aurreikuspen-zehaztasunaren grafikoa
gl: Gráfica de precisión preditiva
id: Plot akurasi prediksi

# LStestingpredictiveperformance|
source: Comparison
de: Vergleich
eu: Konparaketa
gl: Comparación
id: Perbandingan

# LStestingpriorandposterior|
source: Prior and Posterior
de: Prior und Posterior
eu: Aurrekoa eta Ondorengoa
gl: Previa e Posterior
id: Prior dan Posterior

# LStestingpriorandposterior|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LStestingsequential|
source: Predictive performance
de: Vorhersageleistung
eu: Iragarpen-errendimendua
gl: Capacidade preditiva
id: Kinerja prediktif

# LStestingsequential|
source: Type
de: Typ
eu: Mota
gl: Tipo
id: Jenis

# LStestingsequential|
source: Comparison
de: Vergleich
eu: Konparaketa
gl: Comparación
id: Perbandingan

# LSbinaryclassification|
source: Observed tests
de: Beobachtete Tests
eu: Behatutako probak
gl: Probas observadas
id: Tes yang diamati

# LSbinaryclassification|
source: Positive tests
eu: Proba positiboak
gl: Probas positivas
id: Tes positif

# LSbinaryclassification|
source: Negative tests
eu: Proba negatiboak
gl: Probas negativas
id: Tes negatif

# LSbinaryclassification|
source: Update prevalence
de: Prävalenz aktualisieren
eu: Eguneratu prebalentzia
gl: Actualizar a prevalencia
id: Perbarui prevalensi

# LSbinaryclassification|
source: Respect order constraint
de: Reihenfolgebeschränkung einhalten
gl: Respetar a restrición de orde
id: Hargai batasan pesanan

# LSbinaryclassification|
source: Additional Statistics
de: Weitere Statistiken
eu: Estatistiko Gehigarriak
gl: Estatísticos Adicionais
id: Statistik Tambahan

# LSbinaryclassification|
source: Area plot
de: Flächendiagramm
eu: Eremu-grafikoa
gl: Gráfica de área
id: Plot area

# LSbinaryclassification|
source: Receiver operating characteristic (ROC)
gl: Característica operativa do receptor (ROC)
id: Karakteristik pengoperasian penerima (ROC)

# LSbinaryclassification|
source: Total operating characteristic (TOC)
gl: Característica operativa total (TOC)
id: Karakteristik operasi total (TOC)

# LSbinaryclassification|
source: Precision-recall
de: Genauigkeit-Trefferquote
gl: Precisión-Exhaustividade
id: Penarikan kembali dengan presisi

# LSbinaryclassification|
source: PPV and NPV by threshold
de: PPW und NPW nach Schwellwert
gl: VPP e VPN por lindeiro
id: PPV dan NPV berdasarkan ambang batas

# LSbinaryclassification|
source: Compute results
de: Ergebnisse berechnen
eu: Kalkulatu emaitzak
gl: Calcular resultados
id: Menghitung hasil

# LSbinaryclassification|
source: Colors
de: Farben
eu: Koloreak
gl: Cores
id: Warna

# LSbinaryclassification|
source: MCMC parameters
de: MCMC-Parameter
gl: Parámetros de MCMC
id: Parameter MCMC

# LSbinaryclassification|
source: For main model
de: Für Hauptmodell
eu: Eredu nagusirako
gl: Para o modelo principal
id: Untuk model utama

# LSbinaryclassification|
source: No. samples
de: Stichprobenumfang
eu: Lagin kopurua
gl: Nº mostras
id: No. sampel

# LSbinaryclassification|
source: No. burnin samples
de: Stichprobenumfang Aufwärmphase
eu: Lagin erre??? kopurua
gl: Nº mostras de quecemento

# LSbinaryclassification|
source: Thinning
de: Ausdünnung
gl: Estreitamento
id: Penipisan

# LSbinaryclassification|
source: No. chains
de: Anz. Ketten
eu: Kate kopurua
gl: Nº cadeas
id: No. rantai

# LSbinaryclassification|
source: For varying threshold
de: Für variierenden Schwellwert
eu: Atalase aldakorrerako
gl: Por lindeiro variante
id: Untuk berbagai ambang batas

# LSbinomialestimation|
source: Truncation
de: Stutzung
eu: Mozketa
gl: Tronzado

# LSbinomialestimation|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior

# LSbinomialestimation|
source: Upper
de: Obere
eu: Goikoa
gl: Superior

# LSbinomialtesting|
source: Truncation
de: Stutzung
eu: Mozketa
gl: Tronzado

# LSbinomialtesting|
source: Prior prob.
de: Prior-Wahrsch.
eu: Aurreko probabilitatea
gl: Prob. previa

# LSbinomialtesting|
source: Lo
eu: Behekoa
gl: Inf

# LSbinomialtesting|
source: Up
eu: Gora
gl: Sup

# LSgaussianestimation|
source: Normal
eu: Normala

# LSgaussiantesting|
source: Normal
eu: Normala

# LSestimationpredictions|
source: Individual
de: Einzeln
eu: Banakakoa
id: Perorangan

# LSestimationpriorandposterior|
source: Individual
de: Einzeln
eu: Banakakoa
id: Perorangan

# LSbinomialtesting|
source: Prior probability
id: Probabilitas prior
