Repository: jasp-stats/jaspLearnBayes
Catalog: po/QML-*.po
Languages: de, eu, gl, id

# LStestingpredictions|
source: lower
de: untere
eu: behekoa
gl: inferior
id: Lebih rendah

# LStestingpredictions|
source: upper
de: obere
eu: goikoa
gl: superior
id: Atas

# LStestingsequential|
source: Conditional
de: Konditional
eu: Baldintzapekoa
gl: Condicionado
id: Bersyarat

# LSbinomialdatainput|
source: Data
de: Daten
eu: Datuak
gl: Datos

# LStestingsequential|
source: Normalized
de: Normalisiert
eu: Normalizatua
gl: Normalizado
id: Dinormalisasi

# LStestingpredictions|
source: CI
de: GI
eu: KT
gl: IC

# LStestingpredictions|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LStestingpredictions|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LStestingpredictions|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LStestingpredictions|
source: Point estimate
de: Punktschätzung
eu: Puntuzko estimazioa
gl: Estimación puntual
id: Perkiraan titik

# LSestimationsequential|
source: Posterior updating table
de: Posterior-Aktualisierungstabelle
eu: Ondorengo taula eguneratzen
gl: Táboa posterior de actualización
id: Tabel pembaruan posterior

# LStestingsequential|
source: Sequential Analysis
de: Sequenzielle Analyse
eu: Analisi Sekuentziala
gl: Análise secuencial
id: Analisis Berurutan

# LStestingsequential|
source: Updating table
de: Aktualisierungstabelle
eu: Taula eguneratzen
gl: Táboa de actualización
id: Memperbarui tabel

# LStestingsequential|
source: Joint
de: Gemeinsam
eu: Elkartua
gl: Conxunto

# LStestingsequential|
source: vs. best
de: vs. Beste
eu: onenaren aurka
gl: vs. Mellor
id: vs. terbaik

# LStestingpredictions|
source: Marginal
eu: Marginala
gl: Marxinal
id: Marjinal

# LStestingsequential|
source: log(BF₁₀)
gl: log(FB₁₀)

# LStestingpredictions|
source: Predictions table
de: Vorhersagetabelle
eu: Iragarpenen taula
gl: Táboa de predicións
id: Tabel prediksi

# LStestingpredictions|
source: Overlying
de: Überlagernd
eu: Gainetik
gl: Sobreposto
id: Di atas

# LStestingpredictions|
source: Number of future trials
de: Anzahl zukünftiger Versuche
eu: Etorkizuneko saiakuntza kopurua
gl: Número de ensaios futuros
id: Jumlah uji coba di masa mendatang

# LStestingpredictions|
source: Posterior Prediction
de: Posterior-Vorhersage
eu: Ondorengo Iragarpena
gl: Predición Posterior
id: Prediksi Posterior

# LStestingpredictions|
source: mass
de: Masse
eu: masa
gl: masa
id: massa

# LSbinomialtesting|
source: Spike
de: Punktmasse
gl: Pico
id: Lonjakan

# LSbinomialtesting|
source: Parameter (θ)
eu: Parametroa (θ)
gl: Parámetro (θ)

# LSbinomialestimation|
source: Model
de: Modell
eu: Eredua
gl: Modelo

# LSbinomialtesting|
source: Hypothesis
de: Hypothese
eu: Hipotesia
gl: Hipótese
id: Hipotesis

# LSbinomialtesting|
source: Hypothesis
de: Hypothese
eu: Hipotesia
gl: Hipótese
id: Hipotesis

# Description|
source: Learn Bayes
de: Bayes lernen
eu: Ikasi Bayes
gl: Aprender Bayes
id: Pelajari Bayes

# Description|
source: Binomial Estimation
de: Binomial-Schätzung
eu: Estimazio Binomiala
gl: Estimación Binomial
id: Estimasi Binomial

# Description|
source: Binomial Testing
de: Binomial-Tests
eu: Proba Binomiala
gl: Comprobación Binomial
id: Pengujian Binomial

# LStestingsequential|
source: Bayes factor
de: Bayesfaktor
eu: Bayes faktorea
gl: Factor de Bayes
id: Faktor Bayes

# LStestingsequential|
source: vs. all
de: vs. alle
eu: guztien aurka
gl: vs. Todo
id: vs. semua

# LSbinomialdatainput|
source: Specify counts
de: Häufigkeiten angeben
eu: Zenbaketak zehaztu
gl: Especificar as cantidades
id: Tentukan jumlah

# LSbinomialdatainput|
source: Comma-separated Sequence of Observations
de: Komma-getrennte Sequenz von Beobachtungen
eu: Komaz Bereizitako Behaketa-segida
gl: Secuencia de Observacións separadas por Comas
id: Urutan Pengamatan yang dipisahkan dengan koma

# LSbinomialdatainput|
source: Levels
de: Stufen
eu: Mailak
gl: Niveis
id: Tingkat

# LSbinomialdatainput|
source: Count Data
de: Häufigkeiten
eu: Datuen zenbaketa
gl: Datos de Reconto
id: Menghitung Data

# LSbinomialdatainput|
source: Available
de: Verfügbar
eu: Eskuragarri
gl: Dispoñible
id: Tersedia

# LSbinomialdatainput|
source: Enter sequence
de: Sequenz eingeben
eu: Sekuentzia sartu
gl: Introducir a secuencia
id: Masukkan urutan

# LSbinomialdatainput|
source: Select variable
de: Variable auswählen
eu: Aldagaia hautatu
gl: Escoller variable
id: Pilih variabel

# LSbinomialdatainput|
source: Input Type
de: Eingabetyp
eu: Sarrera mota
gl: Tipo de Entrada
id: Jenis Masukan

# LSbinomialdatainput|
source: Data summary
de: Datenzusammenfassung
eu: Datuen laburpena
gl: Resumo de datos
id: Ringkasan data

# Description|
source: Learn Bayesian statistics with simple examples and supporting text
de: Lerne Bayessche Statistik mit einfachen Beispielen und unterstützendem Text
eu: Ikasi Bayesiar estatistika adibide sinpleekin eta laguntza-testuarekin
gl: Aprender Estatística Baiesiana con exemplos sinxelos e texto de axuda
id: Pelajari statistik Bayesian dengan contoh-contoh sederhana dan teks pendukung

# Description|
source: Binary Classification
de: Binäre Klassifikation
gl: Clasificación Binaria
id: Klasifikasi Biner

# Description|
source: Counts
de: Häufigkeiten
eu: Zenbaketak
gl: Recontos
id: Menghitung

# Description|
source: The Problem of Points
de: Das Problem der Punkte
eu: Puntuen Arazoa
gl: O Problema dos Puntos
id: Masalah Poin

# Description|
source: Game of Chance
de: Spiel der Chance
gl: Xogo de Azar
id: Permainan Kesempatan

# Description|
source: Game of Skill
de: Spiel der Fähigkeiten
eu: Trebetasun Jokoa
gl: Xogo de Habilidade
id: Permainan Keterampilan

# LSbinaryclassification|
source: Input type
de: Eingabetyp
eu: Sarrera mota
gl: Tipo de entrada
id: Jenis masukan

# LSbinaryclassification|
source: Point estimates
de: Punktschätzungen
eu: Puntuzko estimazioak
gl: Estimacións puntuais
id: Perkiraan titik

# LSbinaryclassification|
source: Uncertain estimates
de: Unsichere Schätzungen
eu: Ziurgabeko estimazioak
gl: Estimacións incertas
id: Perkiraan yang tidak pasti

# LSbinaryclassification|
source: Load data and specify threshold
de: Daten laden und Schwellenwert festlegen
eu: Kargatu datuak eta zehaztu atalasea
gl: Cargar os datos e indicar o lindeiro
id: Memuat data dan menentukan ambang batas

# LSbinaryclassification|
source: Estimates
de: Schätzungen
eu: Estimazioak
gl: Estimacións
id: Perkiraan

# LSbinaryclassification|
source: Prevalence
de: Prävalenz
eu: Prebalentzia
gl: Prevalencia
id: Prevalensi

# LSbinaryclassification|
source: Sensitivity
de: Sensitivität
eu: Sentikortasuna
gl: Sensibilidade
id: Sensitivitas

# LSbinaryclassification|
source: Specificity
de: Spezifizität
eu: Espezifikotasuna
gl: Especificidade
id: Kekhususan

# LSbinaryclassification|
source: Marker
eu: Markatzailea
gl: Marcador
id: Penanda

# LSbinaryclassification|
source: Positive condition (binary)
de: Positiver Zustand (binär)
eu: Baldintza positiboa (binarioa)
gl: Condición positiva (binaria)
id: Kondisi positif (biner)

# LSbinaryclassification|
source: Test threshold
de: Test-Schwellenwert
eu: Proba-atalasea
gl: Lindeiro da proba
id: Ambang batas uji

# LSbinaryclassification|
source: Data
de: Daten
eu: Datuak
gl: Datos

# LSbinaryclassification|
source: True positive
de: Richtig positiv
eu: Benetako positiboa
gl: Verdadeiro positivo
id: Benar positif

# LSbinaryclassification|
source: False positive
de: Falsch positiv
eu: Positibo faltsua
gl: Falso positivo
id: Positif salah

# LSbinaryclassification|
source: False negative
de: Falsch negativ
eu: Negatibo faltsua
gl: Falso negativo
id: Negatif salah

# LSbinaryclassification|
source: True negative
de: Richtig negativ
eu: Negatibo egiazkoa
gl: Verdadeiro negativo
id: Negatif benar

# LSbinaryclassification|
source: Priors
de: Prior
eu: Aurrekoak
gl: Previas

# LSbinaryclassification|
source: Tables
de: Tabellen
eu: Taulak
gl: Táboas
id: Tabel

# LSbinaryclassification|
source: Statistics
de: Statistiken
eu: Estatistikoak
gl: Estatísticos
id: Statistik

# LSbinaryclassification|
source: Confusion matrix
de: Konfusionsmatrix
eu: Nahasmen matrizea
gl: Matriz de desarranxo
id: Matriks kebingungan

# LSbinaryclassification|
source: Text
eu: Proba
gl: Texto
id: Teks

# LSbinaryclassification|
source: Number
de: Werte
eu: Zenbakia
gl: Número
id: Nomor

# LSbinaryclassification|
source: Both
de: Beide
eu: Biak
gl: Ambos
id: Keduanya

# LSbinaryclassification|
source: Additional info
de: Weitere Infos
gl: Información adicional
id: Informasi tambahan

# LSbinaryclassification|
source: Priors and posteriors
de: Prior und Posterior
eu: Aurrekoak eta ondorengoak
gl: Previas e posteriores
id: Priors dan posteriors

# LSbinaryclassification|
source: Plots
de: Diagramme
eu: Grafikoak
gl: Gráficas
id: Plot

# LSbinaryclassification|
source: Probability positive
de: Wahrscheinlichkeit Positiv
eu: Probabilitate positiboa
gl: Probabilidade positiva
id: Probabilitas positif

# LSbinaryclassification|
source: Show entire distribution
de: Gesamte Verteilung anzeigen
eu: Banaketa osoa erakutsi
gl: Amosar a distribución completa
id: Menampilkan seluruh distribusi

# LSbinaryclassification|
source: Icon plot
eu: Ikono grafikoa
gl: Gráfica de iconas
id: Plot ikon

# LSbinaryclassification|
source: Add realizations from the posterior
de: Realisierungen vom Posterior hinzufügen
eu: Gehitu gauzatzeak atzeko planotik
gl: Engadir as realizacións do posterior
id: Menambahkan realisasi dari posterior

# LSbinaryclassification|
source: Test characteristics by threshold
de: Test-Charakteristika nach Schwellwert
eu: Probatu ezaugarriak atalasearen arabera
gl: Características da proba por lindeiro
id: Karakteristik pengujian dengan ambang batas

# LSbinaryclassification|
source: PPV and NPV by prevalence
de: PPW und NPW nach Prävalenz
gl: VPP e VPN por Prevalencia
id: PPV dan NPV berdasarkan prevalensi

# LSbinaryclassification|
source: Alluvial plot
de: Flussdiagramm
eu: Alubioi-grafikoa
gl: Gráfica aluvial
id: Plot aluvial

# LSbinaryclassification|
source: Signal detection
de: Signal-Erkennung
eu: Seinaleen detekzioa
gl: Detección de sinal
id: Deteksi sinyal

# LSbinaryclassification|
source: True positive rate
de: Richtig-positiv-Rate
eu: Benetako positiboen tasa
gl: Proporción de positivos verdadeiros
id: Tingkat positif yang benar

# LSbinaryclassification|
source: False positive rate
de: Falsch-positiv-Rate
eu: Positibo faltsuen ratioa
gl: Proporción de positivos falsos
id: Tingkat positif yang palsu

# LSbinaryclassification|
source: True negative rate
de: Richtig-negativ-Rate
eu: Benetako negatiboen ratioa
gl: Proporción de negativos verdadeiros
id: Tingkat negatif yang sebenarnya

# LSbinaryclassification|
source: False negative rate
de: Falsch-negativ-Rate
eu: Negatibo faltsuen ratioa
gl: Proporción de negativos falsos
id: Tingkat negatif palsu

# LSbinaryclassification|
source: Positive predictive value
de: Positiv prädiktiver Wert
eu: Balio prediktibo positiboa
gl: Valor preditivo positivo
id: Nilai prediksi positif

# LSbinaryclassification|
source: Negative predictive value
de: Negativ prädiktiver Wert
eu: Balio prediktibo negatiboa
gl: Valor preditivo negativo
id: Nilai prediksi negatif

# LSbinaryclassification|
source: False discovery rate
de: Falscherkennungsrate
eu: Aurkikuntza faltsuen ratioa
gl: Proporción de falsos achados
id: Tingkat penemuan yang salah

# LSbinaryclassification|
source: False omission rate
de: Falsche Auslassungsrate
eu: Ez-egite faltsuen ratioa
gl: Proporción de falsas omisións
id: Tingkat kelalaian yang salah

# LSbinaryclassification|
source: Accuracy
de: Genauigkeit
eu: Zehaztasuna
gl: Precisión
id: Akurasi

# LSbinaryclassification|
source: Plot type
de: Diagrammtyp
eu: Grafiko mota
gl: Tipo de gráfica
id: Jenis plot

# LSbinaryclassification|
source: Interval
de: Intervall
eu: Tartea
gl: Intervalo

# LSbinaryclassification|
source: Half-eye
de: Halb-Auge
eu: Begi erdia
gl: Medio ollo
id: Setengah mata

# LSbinaryclassification|
source: Options
de: Optionen
eu: Aukerak
gl: Opcións
id: Pilihan

# LSbinaryclassification|
source: Credible intervals
de: Glaubwürdigkeitsintervalle
eu: Tarte sinesgarriak
gl: Intervalos de credibilidade
id: Interval yang dapat dipercaya

# LSbinomialestimation|
source: Model
de: Modell
eu: Eredua
gl: Modelo

# LSbinomialestimation|
source: Distribution
de: Verteilung
eu: Banaketa
gl: Distribución
id: Distribusi

# LSbinomialestimation|
source: Parameter (θ)
eu: Parametroa (θ)
gl: Parámetro (θ)

# LSbinomialestimation|
source: Spike
de: Punktmasse
gl: Pico
id: Lonjakan

# LSbinomialtesting|
source: Distribution
de: Verteilung
eu: Banaketa
gl: Distribución
id: Distribusi

# LSgameofchance|
source: Points needed to win the game
de: Punkte zum gewinnen des Spiels
eu: Jokoa irabazteko behar diren puntuak
gl: Puntos necesarios para gañar o xogo
id: Poin yang dibutuhkan untuk memenangkan pertandingan

# LSgameofchance|
source: Number of simulated games
de: Anzahl simulierter Spiele
eu: Simulatutako jokoen kopurua
gl: Número de xogos simulados
id: Jumlah permainan yang disimulasikan

# LSgameofchance|
source: 95% HPD
gl: HPD do 95%

# LSgameofskill|
source: Points needed to win the game
de: Punkte zum gewinnen des Spiels
eu: Jokoa irabazteko behar diren puntuak
gl: Puntos necesarios para gañar o xogo
id: Poin yang dibutuhkan untuk memenangkan pertandingan

# LSgameofskill|
source: Number of simulated games
de: Anzahl simulierter Spiele
eu: Simulatutako jokoen kopurua
gl: Número de xogos simulados
id: Jumlah permainan yang disimulasikan

# LSgameofskill|
source: 95% HPD
gl: HPD do 95%

# LSgaussianestimation|
source: Model
de: Modell
gl: Modelo

# LSgaussianestimation|
source: Distribution
de: Verteilung
eu: Banaketa
gl: Distribución
id: Distribusi

# LSgaussianestimation|
source: Parameter (μ)
eu: Parametroa (μ)
gl: Parámetro (μ)

# LSgaussianestimation|
source: Spike
de: Punktmasse
gl: Pico
id: Lonjakan

# LSgaussianestimation|
source: Observed data
de: Beobachtete Daten
eu: Behatutako datuak
gl: Datos observados
id: Data yang diamati

# LSgaussianestimation|
source: Show sample means
de: Stichprobenmittelwerte anzeigen
eu: Laginaren batez bestekoak erakutsi
gl: Amosar as medias mostrais
id: Tunjukkan cara sampel

# LSgaussiantesting|
source: Hypothesis
de: Hypothese
eu: Hipotesia
gl: Hipótese
id: Hipotesis

# LSgaussiantesting|
source: Distribution
de: Verteilung
eu: Banaketa
gl: Distribución
id: Distribusi

# LSgaussiantesting|
source: Parameter (μ)
eu: Parametroa (μ)
gl: Parámetro (μ)

# LSgaussiantesting|
source: Spike
de: Punktmasse
gl: Pico
id: Lonjakan

# LSgaussiantesting|
source: Observed data
de: Beobachtete Daten
eu: Behatutako datuak
gl: Datos observados
id: Data yang diamati

# LSgaussiantesting|
source: Observed mean
de: Beobachteter Mittelwert
eu: Behatutako batez bestekoa
gl: Media observada
id: Rata-rata yang diamati

# LSgaussiantesting|
source: Sample means
de: Stichprobenmittelwerte
eu: Laginaren batez bestekoak
gl: Medias da mostra
id: Sampel berarti

# LSbinomialdatainput|
source: Successes
de: Erfolge
eu: Arrakastak
gl: Acertos
id: Keberhasilan

# LSbinomialdatainput|
source: Failures
de: Misserfolge
eu: Hutsak
gl: Fracasos
id: Kegagalan

# LSbinomialdatainput|
source: Selected
de: Ausgewählt
eu: Hautatuta
gl: Escollido
id: Dipilih

# LSestimationpredictions|
source: Posterior Prediction
de: Posterior-Vorhersage
gl: Predición Posterior
id: Prediksi Posterior

# LSestimationpredictions|
source: Number of future trials
de: Anzahl zukünftiger Versuche
eu: Etorkizuneko saiakuntza kopurua
gl: Número de ensaios futuros
id: Jumlah uji coba di masa mendatang

# LSestimationpredictions|
source: Point estimate
de: Punktschätzung
eu: Puntuzko estimazioa
gl: Estimación puntual
id: Perkiraan titik

# LSestimationpredictions|
source: Plots
de: Abbildungen
eu: Grafikoak
gl: Gráficas
id: Plot

# LSestimationpredictions|
source: All
de: Alle
eu: Guztiak
gl: Todo
id: Semua

# LSestimationpredictions|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LSestimationpredictions|
source: CI
de: GI
eu: KT
gl: IC

# LSestimationpredictions|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LSestimationpredictions|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LSestimationpredictions|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LSestimationpredictions|
source: Predictions table
de: Vorhersagetabelle
eu: Iragarpenen taula
gl: Táboa de predicións
id: Tabel prediksi

# LSestimationpriorandposterior|
source: Prior and Posterior Distributions
de: Prior- und Posterior-Verteilungen
eu: Aurreko eta Ondorengo Banaketak
gl: Distribucións Previa e Posterior
id: Distribusi Prior dan Posterior Sesudah

# LSestimationpriorandposterior|
source: Point estimate
de: Punktschätzung
eu: Puntuzko estimazioa
gl: Estimación puntual
id: Perkiraan titik

# LSestimationpriorandposterior|
source: Prior distribution
de: Prior-Verteilung
eu: Aurreko banaketa
gl: Distribución previa
id: Distribusi prior

# LSestimationpriorandposterior|
source: All
de: Alle
eu: Guztiak
gl: Todo
id: Semua

# LSestimationpriorandposterior|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LSestimationpriorandposterior|
source: CI
de: GI
eu: KT
gl: IC

# LSestimationpriorandposterior|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LSestimationpriorandposterior|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LSestimationpriorandposterior|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LSestimationpriorandposterior|
source: Posterior distribution
de: Posterior-Verteilung
eu: Ondorengo banaketa
gl: Distribución posterior
id: Distribusi posterior

# LSestimationpriorandposterior|
source: BF
gl: FB

# LSestimationpriorandposterior|
source: Observed proportion
de: Beobachtetes Verhältnis
eu: Behatutako proportzioa
gl: Proporción observada
id: Proporsi yang diamati

# LSestimationsequential|
source: Sequential Analysis
de: Sequenzielle Analyse
eu: Analisi Sekuentziala
gl: Análise secuencial
id: Analisis Sekuensial

# LSestimationsequential|
source: CI
de: GI
eu: KT
gl: IC

# LSestimationsequential|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LSestimationsequential|
source: BF
gl: FB

# LSestimationsequential|
source: Updating table
de: Aktualisierungstabelle
eu: Taula eguneratzen
gl: Táboa de actualización
id: Memperbarui tabel

# LSestimationsequential|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LSestimationsequential|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LSestimationsequential|
source: All
de: Alle
eu: Guztiak
gl: Todo
id: Semua

# LSestimationsequential|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LSgaussiandatainput|
source: Data
de: Daten
eu: Datuak
gl: Datos

# LSgaussiandatainput|
source: Input type
de: Eingabetyp
eu: Sarrera mota
gl: Tipo de entrada
id: Jenis masukan

# LSgaussiandatainput|
source: Select variable
de: Variable auswählen
eu: Aldagaia hautatu
gl: Escoller variable
id: Pilih variabel

# LSgaussiandatainput|
source: Specify data summary
de: Datenzusammenfassung angeben
eu: Datuen laburpena zehaztu
gl: Indicar o resumo de datos
id: Menentukan ringkasan data

# LSgaussiandatainput|
source: Enter sequence
de: Sequenz eingeben
eu: Sekuentzia sartu
gl: Introducir a secuencia
id: Masukkan urutan

# LSgaussiandatainput|
source: Data summary
de: Datenzusammenfassung
eu: Datuen laburpena
gl: Resumo de datos
id: Ringkasan data

# LSgaussiandatainput|
source: Mean
de: Mittelwert
eu: Batez bestekoa
gl: Media
id: Rata-rata

# LSgaussiandatainput|
source: SD
eu: DE
gl: DP

# LSgaussiandatainput|
source: Observations
de: Beobachtungen
eu: Behaketak
gl: Observacións
id: Pengamatan

# LSgaussiandatainput|
source: Comma-separated sequence of observations
de: Komma-getrennte Sequenz von Beobachtungen
eu: Behaketa sekuentzia komaz bereizita
gl: Secuencia de observacións separadas por comas
id: Urutan pengamatan yang dipisahkan dengan koma

# LSgaussiandatainput|
source: Available
de: Verfügbar
eu: Eskuragarri
gl: Dispoñible
id: Tersedia

# LSgaussiandatainput|
source: Selected
de: Ausgewählt
eu: Hautatua
gl: Escollido
id: Dipilih

# LStestingpredictions|
source: Conditional
de: Konditional
eu: Baldintzapekoa
gl: Condicionado
id: Bersyarat

# LStestingpredictions|
source: Joint
de: Gemeinsam
eu: Elkartua
gl: Conxunto

# LStestingpredictions|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LStestingpredictiveperformance|
source: Conditional
de: Konditional
eu: Baldintzapekoa
gl: Condicionado
id: Bersyarat

# LStestingpredictiveperformance|
source: Point estimate
de: Punktschätzung
eu: Puntuzko estimazioa
gl: Estimación puntual
id: Perkiraan titik

# LStestingpredictiveperformance|
source: CI
de: GI
eu: KT
gl: IC

# LStestingpredictiveperformance|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LStestingpredictiveperformance|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LStestingpredictiveperformance|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LStestingpredictiveperformance|
source: Joint
de: Gemeinsam
eu: Elkartua
gl: Conxunto

# LStestingpredictiveperformance|
source: Overlying
de: Überlagernd
eu: Gainetik
gl: Sobreposto
id: Di atas

# LStestingpredictiveperformance|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LStestingpredictiveperformance|
source: Marginal
eu: Marjinala
gl: Marxinal
id: Marjinal

# LStestingpredictiveperformance|
source: Observed number of successes
de: Beobachtete Anzahl von Erfolgen
eu: Behatutako arrakasta kopurua
gl: Número observado de acertos
id: Jumlah keberhasilan yang diamati

# LStestingpredictiveperformance|
source: Predictions table
de: Vorhersagetabelle
eu: Aurreikuspenen taula
gl: Táboa de predicións
id: Tabel prediksi

# LStestingpredictiveperformance|
source: Normalized
de: Normalisiert
eu: Normalizatua
gl: Normalizado
id: Dinormalisasi

# LStestingpredictiveperformance|
source: Bayes Factor
de: Bayesfaktor
eu: Bayes Faktorea
gl: Factor de Bayes
id: Faktor Bayes

# LStestingpredictiveperformance|
source: vs. rest
eu: vs. gainerakoak
gl: vs. Resto
id: vs. istirahat

# LStestingpredictiveperformance|
source: vs. best
de: vs. Bestes
eu: vs. onena
gl: vs. Mellor
id: vs. terbaik

# LStestingpredictiveperformance|
source: BF₁₀
gl: FB₁₀

# LStestingpredictiveperformance|
source: BF₀₁
gl: FB₀₁

# LStestingpredictiveperformance|
source: log(BF₁₀)
gl: log(FB₁₀)

# LStestingpriorandposterior|
source: Prior distribution
de: Prior-Verteilung
eu: Aurreko banaketa
gl: Distribución previa
id: Distribusi prior

# LStestingpriorandposterior|
source: Conditional
de: Konditional
eu: Baldintzapekoa
gl: Condicionado
id: Bersyarat

# LStestingpriorandposterior|
source: Point estimate
de: Punktschätzung
eu: Puntu-estimazioa
gl: Estimación puntual
id: Perkiraan titik

# LStestingpriorandposterior|
source: CI
de: GI
eu: KT
gl: IC

# LStestingpriorandposterior|
source: Mass
de: Masse
eu: Masa
gl: Masa
id: Massa

# LStestingpriorandposterior|
source: Lower
de: Untere
eu: Behekoa
gl: Inferior
id: Lebih rendah

# LStestingpriorandposterior|
source: Upper
de: Obere
eu: Goikoa
gl: Superior
id: Atas

# LStestingpriorandposterior|
source: Joint
de: Gemeinsam
eu: Butua??
gl: Conxunto

# LStestingpriorandposterior|
source: Overlying
de: Überlagernd
eu: Gainean
gl: Sobreposto
id: Di atas

# LStestingpriorandposterior|
source: Stacked
de: Gestapelt
eu: Pilatuta
gl: Amoreado
id: Ditumpuk

# LStestingpriorandposterior|
source: Marginal
eu: Marjinala
gl: Marxinal
id: Marjinal

# LStestingpriorandposterior|
source: Posterior distribution
de: Posterior-Verteilung
eu: Ondorengo banaketa
gl: Distribución posterior
id: Distribusi posterior

# LStestingpriorandposterior|
source: BF
gl: FB
