Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: The 'Point estimate' option displays a plot with the sequential updating of the point estimate %1$s (y-axis). The figure visualizes the updating process as if the individual data points were arriving one after another (x-axis). It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%2$s
de: Die Option 'Punktschätzung' zeigt ein Diagramm mit der sequentiellen Aktualisierung der Punktschätzung %1$s (y-Achse). Die Abbildung visualisiert den Aktualisierungsprozess, als ob die einzelnen Datenpunkte nacheinander eintreffen würden (x-Achse). Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Glaubwürdigkeitsintervallen ('GI') zu visualisieren:%2$s
es: La opción 'Estimación puntual' presenta un gráfico con la actualización secuencial de la estimación puntual %1$s (eje y). La imagen representa el procedimiento de actualización como si los puntos individuales de datos llegasen uno después de otro (eje x). Es posible visualizar distintos tipos de estimaciones puntuales ('Estimación puntual') e intervalos de credibilidad ('IC'):%2$s
gl: A opción 'Estimación puntual' presenta unha gráfica coa actualización secuencial da estimación puntual %1$s (eixe y). A imaxe representa o procedemento de actualización como se os puntos individuais de datos chegasen un despois do outro (eixe x). É posible visualizar distintos tipos de estimacións puntuais ('Estimación puntual') e intervalos de credibilidade ('IC'):%2$s
pt: A opção 'Estimativa pontual' exibe um gráfico com a atualização sequencial da estimativa pontual %1$s (eixo y). A figura visualiza o processo de atualização como se os pontos de dados individuais estivessem chegando um após o outro (eixo x). É possível visualizar diferentes tipos de estimativas pontuais ('Estimativa pontual') e intervalos credíveis ('IC'): %2$s
ta: 'புள்ளி மதிப்பீடு' விருப்பம் புள்ளி மதிப்பீட்டின் தொடர்ச்சியான புதுப்பிப்புடன் %1$s (y- அச்சு) உடன் ஒரு சதித்திட்டத்தைக் காட்டுகிறது. தனிப்பட்ட தரவு புள்ளிகள் ஒன்றன்பின் ஒன்றாக (எக்ச்-அச்சு) வருவதைப் போல புதுப்பிக்கும் செயல்முறையை படம் காட்சிப்படுத்துகிறது. பல்வேறு வகையான புள்ளி மதிப்பீடுகள் ('புள்ளி மதிப்பீடு') மற்றும் நம்பகமான இடைவெளிகள் ('சிஐ') ஆகியவற்றைக் காட்சிப்படுத்த முடியும்:%2$s

source: The 'Updating table' option generates a numerical summary of the displayed figures.
de: Die Option 'Aktualisierungstabelle' erzeugt eine numerische Zusammenfassung der angezeigten Abbildungen.
es: La opción 'Tabla de actualización' genera un resumen numérico de las imágenes presentadas.
gl: A opción 'Táboa de actualización' xera un resumo numérico das imaxes presentadas.
pt: A opção 'Atualizar tabela' gera um resumo numérico dos valores exibidos.
ta: 'புதுப்பித்தல் அட்டவணை' விருப்பம் காட்டப்படும் புள்ளிவிவரங்களின் எண் சுருக்கத்தை உருவாக்குகிறது.

source: The 'Stacked distributions' option displays a plot with the sequential updating of the posterior distribution density (x- and y-axis). The figure visualizes the updating process as if the individual data points were arriving one after another, creating a depth effect (z-axis).
de: Die Option 'Gestapelte Verteilungen' zeigt ein Diagramm mit der sequentiellen Aktualisierung der Posteriorverteilungsdichte (x- und y-Achse). Die Abbildung visualisiert den Aktualisierungsprozess so, als ob die einzelnen Datenpunkte nacheinander eintreffen würden, wodurch ein Tiefeneindruck entsteht (z-Achse).
es: La opción 'Distribuciones apiladas' presenta un gráfico con la actualización secuencial de la densidad de la distribución posterior (ejes x e y). La imagen representa el procedimiento de actualización como si los putos de los datos individuales llegasen uno detrás de otro, creando un efecto de fondo (eje z).
gl: A opción 'Distribucións amoreadas' presenta unha gráfica coa actualización secuencial da densidade da distribución posterior (eixes x e y). A imaxe representa o procedemento de actualización como se os putos dos datos individuais chegasen un detrás doutro, creando un efecto de fondo (eixe z).
pt: A opção 'Distribuições empilhadas' exibe um gráfico com a atualização sequencial da densidade da distribuição posterior (eixos x e y). A figura visualiza o processo de atualização como se os pontos de dados individuais chegassem um após o outro, criando um efeito de profundidade (eixo z).
ta: 'அடுக்கப்பட்ட வழங்கல்' விருப்பம் பின்புற விநியோக அடர்த்தியின் (எக்ச்- மற்றும் ஒய்-அச்சு) தொடர்ச்சியான புதுப்பிப்புடன் ஒரு சதித்திட்டத்தைக் காட்டுகிறது. தனிப்பட்ட தரவு புள்ளிகள் ஒன்றன் பின் ஒன்றாக வந்து, ஆழமான விளைவை (Z- அச்சு) உருவாக்குவது போல புதுப்பிக்கும் செயல்முறையை படம் காட்சிப்படுத்துகிறது.

source: The 'Interval' option displays a sequential plot with the probability of parameter %s lying inside of the interval ranging from ('lower') to ('upper'), (y-axis). The figure visualizes the updating process as if the individual data points were arriving one after another (x-axis).
de: Die Option 'Intervall' zeigt eine sequenzielle Abbildung mit der Wahrscheinlichkeit, dass der Parameter %s innerhalb des Intervalls von ('untere') bis ('obere') liegt, (y-Achse). Die Abbildung veranschaulicht den Aktualisierungsprozess, als ob die einzelnen Datenpunkte nacheinander eintreffen würden (x-Achse).
es: La opción 'Intervalo' presenta un gráfico secuencial en el que la probabilidad del parámetro %s está dentro del intervalo que va desde ('inferior') a ('superior'), (eje y). La imagen representa el proceso de actualización como si los puntos de los datos individuales llegasen uno detrás de otro (eje x).
gl: A opción 'Intervalo' presenta unha gráfica secuencial no que a probabilidade do parámetro %s está dentro do intervalo que vai desde ('inferior') to ('superior'), (eixe y). A imaxe representa o proceso de actualización como se os puntos dos datos individuais chegasen un detrás doutro (eixe x).
pt: A opção 'Intervalo' exibe um gráfico sequencial com a probabilidade do parâmetro %s estar dentro do intervalo, variando de ('inferior') a ('superior'), (eixo y). A figura visualiza o processo de atualização como se os pontos de dados individuais estivessem chegando um após o outro (eixo x).
ta: ('கீழ்') முதல் ('மேல்'), (y- அச்சு) வரையிலான இடைவெளியின் உள்ளே இருக்கும் அளவுரு %s இன் நிகழ்தகவுடன் 'இடைவெளி' விருப்பம் ஒரு தொடர்ச்சியான சதித்திட்டத்தைக் காட்டுகிறது. தனிப்பட்ட தரவு புள்ளிகள் ஒன்றன்பின் ஒன்றாக (எக்ச்-அச்சு) வருவதைப் போல புதுப்பிக்கும் செயல்முறையை படம் காட்சிப்படுத்துகிறது.

source: The 'All' option shows the probability of parameter %s lying inside of the specified range for all models in one figure, allowing for easier comparison.
de: Die Option 'Alle' zeigt die Wahrscheinlichkeit des Parameters %s innerhalb des angegebenen Bereichs für alle Modelle in einer Abbildung an, was einen einfacheren Vergleich ermöglicht.
es: La opción 'Todo' muestra en una imagen, la probabilidad del parámetro %s dentro del rango indicado para todos los modelos, permitiendo así una comparación más fácil.
gl: A opción 'Todo' amosa nunha imaxe, a probabilidade do parámetro %s dentro do rango indicado para tódolos modelos, permitindo así unha comparación máis doada.
pt: A opção 'Todos' mostra a probabilidade do parâmetro %s estar dentro do intervalo especificado para todos os modelos em uma figura, permitindo uma comparação mais fácil.
ta: 'அனைத்தும்' விருப்பம், அனைத்து மாதிரிகளுக்கும் குறிப்பிட்ட வரம்பிற்குள் இருக்கும் %s அளவுருவின் நிகழ்தகவை ஒரே படத்தில் காட்டுகிறது, இது எளிதாக ஒப்பிட அனுமதிக்கிறது.

source: The 'Stacked' option visualizes the interval for all prior distribution updates for each model within one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Gestapelt' visualisiert das Intervall für alle Prior-Verteilungs-Aktualisierungen für jedes Modell innerhalb einer Abbildung mit einem Tiefeneffekt, der durch das Auftragen der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse erreicht wird.
es: Con la opción 'Apilado' se visualiza, en una imagen, el intervalo para todas las actualizaciones de la distribución previa para cada modelo, con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
gl: Coa opción 'Amoreado' se visualiza, nunha imaxe, o intervalo para tódalas actualizacións da distribución previa para cada modelo, cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção 'Empilhado' visualiza o intervalo para todas as atualizações de distribuição anteriores para cada modelo dentro de uma figura com um efeito de profundidade induzido pela plotagem das distribuições adicionais 'mais adiante' no eixo z.
ta: 'அடுக்கப்பட்ட' விருப்பம், ஒவ்வொரு மாதிரிக்கும் அனைத்து முன் விநியோக புதுப்பிப்புகளுக்கான இடைவெளியை ஒரு படத்திற்குள் ஒரு படத்திற்குள் ஒரு ஆழமான விளைவுடன் காட்சிப்படுத்துகிறது.

source: The 'Posterior updating table' option generates a numerical summary of the updating process for parameter %s. The 'Observation' column tracks how many observations have been already encountered for the corresponding posterior distribution. The first row (observation = 0) corresponds to the prior distribution and the last row corresponds to the final posterior distribution after the prior distribution was updated with all observations.
de: Die Option 'Posterior-Aktualisierungstabelle' erzeugt eine numerische Zusammenfassung des Aktualisierungsprozesses für den Parameter %s. Die Spalte 'Beobachtung' gibt an, wie viele Beobachtungen für die entsprechende Posterior-Verteilung bereits aufgetreten sind. Die erste Zeile (Beobachtung = 0) entspricht der Prior-Verteilung und die letzte Zeile entspricht der endgültigen Posterior-Verteilung, nachdem die Prior-Verteilung mit allen Beobachtungen aktualisiert wurde.
es: La opción 'Tabla posterior de actualización' genera un resumen numérico del procedimiento de actualización del parámetro %s. La columna 'Observación' rastrea cuantas observaciones ya fueron encontradas de la distribución posterior correspondiente. La primera fila (observación = 0) se corresponde con la distribución previa, y la última fila se corresponde con la distribución posterior final después de que la distribución previa haya sido actualizada con todas las observaciones.
gl: A opción 'Táboa posterior de actualización' xera un resumo numérico do procedemento de actualización do parámetro %s. A columna 'Observación' rastrexa cantas observacións foron xa atopadas da distribución posterior correspondente. A primeira fila (observación = 0) correspóndese coa distribución previa, e a derradeira fila correspóndese coa distribución posterior final logo de que a distribución previa fose actualizada con tódalas observacións.
pt: A opção 'Tabela de atualização posterior' gera um resumo numérico do processo de atualização para o parâmetro %s. A coluna 'Observação' rastreia quantas observações já foram encontradas para a distribuição posterior correspondente. A primeira linha (observação = 0) corresponde à distribuição anterior e a última linha corresponde à distribuição posterior final após a distribuição anterior ter sido atualizada com todas as observações.
ta: 'பின்புற புதுப்பித்தல் அட்டவணை' விருப்பம் %s அளவுருவுக்கான புதுப்பித்தல் செயல்முறையின் எண் சுருக்கத்தை உருவாக்குகிறது. 'அவதானிப்பு' நெடுவரிசை அதனுடன் தொடர்புடைய பின்புற விநியோகத்திற்கு ஏற்கனவே எத்தனை அவதானிப்புகள் சந்தித்துள்ளன என்பதைக் கண்காணிக்கிறது. முதல் வரிசை (அவதானிப்பு = 0) முந்தைய விநியோகத்துடன் ஒத்திருக்கிறது மற்றும் கடைசி வரிசை அனைத்து அவதானிப்புகளுடனும் புதுப்பிக்கப்பட்ட பின்னர் இறுதி பின்புற விநியோகத்திற்கு ஒத்திருக்கிறது.

source: The 'Binomial Estimation' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability density at one location (%2$s). The prior %5$s corresponds to the location of the spike. The posterior distribution is again a spike at the same location and corresponding %5$s</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. The prior %6$s. After observing 'S' successes and 'F' failures, the posterior distribution updates to beta(%3$s + S, %4$s + F) with a %5$s computed correspondingly.</li></ul>
de: Die Analyse 'Binomiale Schätzung' bietet zwei Arten von Prior-Verteilungen für den Parameter %1$s, der den zugrunde liegenden Anteil der Erfolge in der Grundgesamtheit darstellt: <ul><li>'Punktmasse(%2$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Punkt (%2$s). Der Prior %5$s entspricht der Position der Punktmasse. Die Posterior-Verteilung ist wiederum eine Punktmasse an der gleichen Stelle und entspricht %5$s</li><li>'Beta(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Beta-Verteilung mit den Parametern %3$s und %4$s. Der Prior %6$s. Nach Beobachtung von 'E' Erfolgen und 'M' Misserfolgen aktualisiert sich die Posterior-Verteilung auf Beta(%3$s + S, %4$s + F), mit einem entsprechend berechneten %5$s.</li></ul>
es: El análisis de la 'Estimación Binomial' ofrece dos tipos de distribuciones previas para el parámetro %1$s que representa la proporción de aciertos subyacente en la población: <ul><li>'Pico(%2$s)' - Para concentrar toda la densidad de probabilidad en un punto (%2$s). La %5$s previa se corresponde con la posición del pico. La distribución posterior es otra vez un pico en la misma posición y la correspondiente %5$s</li><li>'Beta(%3$s, %4$s)' - Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Beta con parámetros %3$s y %4$s. %6$s Después de observar 'S' aciertos y 'F' fracasos, la distribución posterior se actualiza a Beta(%3$s + S, %4$s + F) con una %5$s calculada en consecuencia.</li></ul>
gl: A análise da 'Estimación Binomial' ofrece dous tipos de distribucións previas para o parámetro %1$s que representa a proporción de acertos subxacente na poboación: <ul><li>'Pico(%2$s)' - Para concentrar toda a densidade de probabilidade nun punto (%2$s). A %5$s previa correspóndese coa posición do pico. A distribución posterior é de novo un pico na mesma posición e a correspondente %5$s</li><li>'Beta(%3$s, %4$s)' - Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Beta con parámetros %3$s e %4$s. %6$s Despois de observar 'S' acertos e 'F' fracasos, a distribución posterior actualízase a Beta(%3$s + S, %4$s + F) cunha %5$s calculada consecuentemente.</li></ul>
pt: A análise de 'Estimativa Binomial' oferece dois tipos de distribuições a priori para o parâmetro %1$s, que representa a proporção de sucessos da população subjacente: <ul><li>'Pico(%2$s)' - para concentrar toda a densidade de probabilidade em um local (%2$s). O %5$s anterior corresponde ao local do pico. A distribuição posterior é novamente um pico no mesmo local e %5$s correspondente</li><li>'Beta(%3$s, %4$s)' - para alocar a densidade de probabilidade entre todos os valores do parâmetro %1$s de acordo com uma distribuição beta com os parâmetros %3$s e %4$s. O %6$s anterior. Após observar 'S' sucessos e 'F' falhas, a distribuição posterior é atualizada para beta(%3$s + S, %4$s + F) com um %5$s calculado correspondentemente.</li></ul>
ta: 'பைனோமியல் மதிப்பீடு' பகுப்பாய்வு %1$s அளவுருவுக்கு இரண்டு வகையான முன் விநியோகங்களை வழங்குகிறது, இது வெற்றிகளின் அடிப்படை மக்கள்தொகை விகிதத்தைக் குறிக்கிறது: <ul> <li> 'ச்பைக் (%2$s)' - அனைத்து நிகழ்தகவு அடர்த்தியையும் ஒரு இடத்தில் (%2$s) குவிப்பதற்கு. முந்தைய %5$s ச்பைக்கின் இருப்பிடத்திற்கு ஒத்திருக்கிறது. பின்புற வழங்கல் மீண்டும் அதே இடத்தில் ஒரு ச்பைக் மற்றும் அதனுடன் தொடர்புடைய %5$s </li> <li> 'பீட்டா ( %3$s, %4$s)' - அளவுருவின் அனைத்து மதிப்புகளிலும் நிகழ்தகவு அடர்த்தியை ஒதுக்குவதற்கு %1$s P பீட்டா விநியோகத்தின் படி அளவுருக்கள் %3$s மற்றும் %4$s. முந்தைய %6$s. 'இன்' வெற்றிகள் மற்றும் 'எஃப்' தோல்விகளைக் கவனித்த பிறகு, ஒரு %5$s உடன் பீட்டாவிற்கான பின்புற விநியோக புதுப்பிப்புகள் ( %3$s + s, %4$s + f). </Li> </ul>

source: The 'Gaussian Estimation' analysis offers two types of prior distributions for parameter %1$s of a normal distribution, Normal(%1$s, %2$s), with known standard deviation %2$s: <ul><li>'Spike(%3$s)' - for concentrating all probability density at one location (%3$s). The prior %8$s corresponds to the location of the spike. The posterior distribution is again a spike at the same location and corresponding %8$s.</li><li>'Normal(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a normal distribution with parameters mean %3$s and standard deviation %4$s. The prior %8$s corresponds to the mean parameter of the normal distribution %3$s. After seeing 'N' observations with mean %5$s, the posterior distribution updates to normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) with %8$s corresponding to the mean of posterior distribution.</li></ul>
de: Die Analyse 'Gaußsche Schätzung' bietet zwei Arten von a-priori Verteilungen für den Parameter %1$s einer Normalverteilung, Normal(%1$s, %2$s), mit bekannter Standardabweichung %2$s: <ul><li>'Punktmasse(%3$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Punkt (%3$s). Die Prior-Verteilung %8$s entspricht der Stelle der Spitze. Die Posterior-Verteilung ist wiederum eine Punktmasse an der gleichen Stelle und entspricht %8$s.</li><li>'Normal(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Normalverteilung mit Mittelwert %3$s und Standardabweichung %4$s. Die a-priori Verteilung %8$s entspricht dem Mittelwert der Normalverteilung %3$s. Nachdem 'N' Beobachtungen mit dem Mittelwert %5$s gemacht wurden, aktualisiert sich die a posteriori Verteilung auf Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) wobei %8$s dem Mittelwert der a posteriori Verteilung entspricht.</li></ul>
es: El análisis 'Estimación Normal' ofrece dos tipos de distribuciones previas del parámetro %1$s de una distribución Normal(%1$s, %2$s), con una desviación típica conocida %2$s: <ul><li>'Pico(%3$s)' - Para concentrar toda la densidad de probabilidad en una posición (%3$s). La %8$s previa se corresponde con la posición del pico. La distribución posterior nuevamente es un pico en la misma posición y correspondiente %8$s.</li><li>'Normal(%3$s, %4$s)' -Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Normal con parámetros de media %3$s y desviación típica %4$s. La %8$s previa se corresponde con el parámetro de la media de la distribución Normal %3$s. Después de considerar 'N' observaciones con media %5$s, la distribución posterior se actualiza a Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) correspondiéndose %8$s con la media de la distribución posterior.</li></ul>
gl: A análise 'Estimación Normal' ofrece dous tipos de distribucións previas do parámetro %1$s dunha distribución Normal(%1$s, %2$s), cun desvío padrón coñecido %2$s: <ul><li>'Spike(%3$s)' - Para concentrar toda a densidade de probabilidade nunha posición (%3$s). A %8$s previa correspóndese coa posición do pico. A distribución posterior novamente é un pico na mesma posición e correspondente %8$s.</li><li>'Normal(%3$s, %4$s)' -Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Normal con parámetros de media %3$s e desvío padrón %4$s. A %8$s previa correspóndese co parámetro da media da distribución Normal %3$s. Despois de considerar 'N' observacións con media %5$s, a distribución posterior actualízase a Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) correspondéndose %8$s coa media da distribución posterior.</li></ul>
pt: A análise de 'Estimativa Gaussiana' oferece dois tipos de distribuições a priori para o parâmetro %1$s de uma distribuição normal, Normal(%1$s, %2$s), com desvio padrão conhecido %2$s: <ul><li>'Pico(%3$s)' - para concentrar toda a densidade de probabilidade em um local (%3$s). O %8$s anterior corresponde ao local do spike. A distribuição posterior é novamente um spike no mesmo local e %8$s correspondente.</li><li>'Normal(%3$s, %4$s)' - para alocar a densidade de probabilidade entre todos os valores do parâmetro %1$s de acordo com uma distribuição normal com média dos parâmetros %3$s e desvio padrão %4$s. O %8$s anterior corresponde ao parâmetro médio da distribuição normal %3$s. Após ver 'N' observações com média %5$s, a distribuição posterior é atualizada para normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) com %8$s correspondendo à média da distribuição posterior.</li></ul>
ta: 'காசியன் மதிப்பீடு' பகுப்பாய்வு ஒரு சாதாரண விநியோகத்தின் %1$s அளவுருவுக்கு இரண்டு வகையான முன் விநியோகங்களை வழங்குகிறது, இயல்பானது (%1$s, %2$s), அறியப்பட்ட நிலையான விலகல் %2$s: <ul> <li> 'ச்பைக் (%3$s)' - அனைத்து நிகழ்தகவு அடர்த்தியையும் ஒரு இடத்தில் (%3$s) குவிப்பதற்கு. முந்தைய %8$s ச்பைக்கின் இருப்பிடத்திற்கு ஒத்திருக்கிறது. பின்புற வழங்கல் மீண்டும் அதே இடத்தில் ஒரு ச்பைக் மற்றும் அதனுடன் தொடர்புடைய %8$s. .</li><li> 'இயல்பானது ( %3$s, %4$s)' - அளவுருவின் அனைத்து மதிப்புகளிலும் நிகழ்தகவு அடர்த்தியை ஒதுக்குவதற்கு அளவுருக்கள் கொண்ட ஒரு சாதாரண விநியோகத்தின் படி %1$s என்பது %3$s மற்றும் நிலையான விலகல் %4$s. முந்தைய %8$s சாதாரண விநியோகத்தின் சராசரி அளவுருவுக்கு ஒத்திருக்கிறது %3$s. சராசரி%5$s உடன் 'n' அவதானிப்புகளைப் பார்த்த பிறகு, பின்புற விநியோக புதுப்பிப்புகள் இயல்பானவை ( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) )%8$s உடன் பின்புற விநியோகத்தின் சராசரியுடன் ஒத்திருக்கிறது. </li></ul>

source: The 'Posterior prediction' section allows the prediction of future data based on the estimated models%s
de: Der Abschnitt 'Posterior Vorhersage' ermöglicht die Vorhersage zukünftiger Daten basierend auf den geschätzten Modellen%s
es: La sección 'Predicción posterior' permite la predicción de datos futuros basada en los modelos estimados %s
gl: A sección 'Predición posterior' permite a predición da datos futuros baseada nos modelos estimados %s
pt: A seção 'Previsão posterior' permite a previsão de dados futuros com base nos modelos estimados %s
ta: 'பின்புற முன்கணிப்பு' பிரிவு மதிப்பிடப்பட்ட மாதிரிகள்%s இன் அடிப்படையில் எதிர்கால தரவை கணிக்க அனுமதிக்கிறது
