Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: Proportion of Population
de: Anteil der Grundgesamtheit
es: Proporción de la Población
eu: Biztanleriaren Proportzioa
gl: Proporción da Poboación
ja: 母集団の割合
pt: Proporção da População
ta: மக்கள்தொகையின் விகிதம்

source: Signal Detection
de: Signal-Erkennung
es: Detección de Señal
eu: Seinale Detekzioa
gl: Detección de Sinal
ja: 信号検出
pt: Detecção de Sinal
ta: சிக்னல் கண்டறிதல்

source: Marker
es: Marcador
eu: Markatzailea
gl: Marcador
ja: マーカー
pt: Marcador
ta: மார்க்கர்

source: Count
de: Anzahl
es: Recuentos
eu: Zenbaketa
gl: Cantidade
ja: カウント
pt: Contagem
ta: எண்ணுங்கள்

source: Estimates
de: Schätzungen
es: Estimaciones
eu: Estimazioak
gl: Estimacións
ja: 推定値
pt: Estimativas
ta: மதிப்பீடுகள்

source: Positive predictive value
de: Positiv prädiktiver Wert
es: Valor predictivo positivo
eu: Balio iragarle positiboa
gl: Valor preditivo positivo
ja: 正の予測値
pt: Valor preditivo positivo
ta: நேர்மறை முன்கணிப்பு மதிப்பு

source: Negative predictive value
de: Negativ prädiktiver Wert
es: Valor predictivo negativo
eu: Balio iragarle negatiboa
gl: Valor preditivo negativo
ja: 陰性予測値
pt: Valor preditivo negativo
ta: எதிர்மறை முன்கணிப்பு மதிப்பு

source: False discovery rate
de: Falscherkennungsrate
es: Ratio de falsos hallazgos
eu: Emaitza faltsuaren ratioa
gl: Cociente de falso achado
ja: 偽発見率(False discovery rate)
pt: Taxa de descobrimentos falsos
ta: தவறான கண்டுபிடிப்பு வீதம்

source: False omission rate
de: Falsche Auslassungsrate
es: Ratio de falsas omisiones
eu: Ez-egite faltsuaren tasa
gl: Cociente de falsa omisión
pt: Taxa de omissões falsas
ta: தவறான புறக்கணிப்பு வீதம்

source: False positive rate
de: Falsch-positiv-Rate
es: Proporción de falsos positivos
eu: Positibo faltsu ratioa
gl: Cociente de falsos positivos
ja: 偽陰性率
pt: Taxa de falsos positivos
ta: தவறான நேர்மறை விகிதம்

source: False negative rate
de: Falsch-negativ-Rate
es: Proporción de falsos negativos
eu: Negatibo faltsu ratioa
gl: Cociente de falsos negativos
ja: 偽陰性率(False negative rate)
pt: Taxa de falsos negativos
ta: தவறான எதிர்மறை வீதம்

source: Accuracy
de: Genauigkeit
es: Precisión
eu: Zehaztasuna
gl: Precisión
ja: 精度
pt: Precisão
ta: துல்லியம்

source: Pretest odds
eu: Proba aurretiko oddsa
pt: Chances pré-teste
ta: முன்கூட்டியே முரண்பாடுகள்

source: Positive likelihood ratio
eu: Egiazkotasun positibo ratioa
pt: Razão de verossimilhança positiva
ta: நேர்மறையான நிகழ்தகவு விகிதம்

source: Negative likelihood ratio
eu: Egiazkotasun negatibo ratioa
pt: Razão de verossimilhança negativa
ta: எதிர்மறை நிகழ்தகவு விகிதம்

source: F-measure
eu: F-neurria
pt: Medida F
ta: எஃப்-அளவீடு

source: Proportion of a population affected by the condition.
de: Anteil einer Grundgesamtheit, die von dem Zustand betroffen ist.
es: Proporción de la población afectada por la condición.
gl: Proporción da poboación afectada pola condición.
ja: 条件に影響される母集団の割合.
pt: Proporção de uma população afetada pela condição.
ta: நிபந்தனையால் பாதிக்கப்பட்ட மக்கள்தொகையின் விகிதம்.

source: (True positive rate) Proportion of those who are affected by the condition and are correctly tested positive.
de: (Richtig-positiv-Rate) Anteil derjenigen, die von dem Zustand betroffen sind und korrekt positiv getestet werden.
es: (Ratio de verdaderos positivos) Proporción de los que están afectados por la condición y se prueba correctamente que son positivos.
gl: (Cociente dos verdadeiros positivos) Proporción dos que están afectados pola condición e se proba correctamente que son positivos.
ja: (真陽性率）罹患している人のうち、正しく陽性と判定された人の割合.
pt: (Taxa de verdadeiro positivo) Proporção de pessoas afetadas pela condição e que tiveram o teste positivo corretamente.
ta: (உண்மையான நேர்மறை வீதம்) நிபந்தனையால் பாதிக்கப்பட்டு நேர்மறையாக சோதிக்கப்படுபவர்களின் விகிதம்.

source: (True negative rate) Proportion of those who are not affected by the condition and are correctly tested negative.
de: (Richtig-negativ-Rate) Anteil derer, die nicht von dem Zustand betroffen sind und korrekt negativ getestet werden.
es: (Ratio de verdaderos negativos) Proporción de los que no están afectados por la condición y se prueba correctamente que son negativos.
gl: (Cociente de verdadeiros negativos) Proporción dos que non están afectados pola condición e se proba correctamente que son negativos.
ja: (真陰性率）発症しておらず、正しく陰性と判定された方の割合.
pt: (Taxa de verdadeiro negativo) Proporção daqueles que não são afetados pela condição e são corretamente testados como negativos.
ta: (உண்மையான எதிர்மறை வீதம்) நிபந்தனையால் பாதிக்கப்படாதவர்களின் விகிதம் மற்றும் எதிர்மறையாக சரியாக சோதிக்கப்படுகிறது.

source: Proportion of a population affected by a condition and correctly tested positive.
de: Anteil einer Grundgesamtheit, der von einem Zustand betroffen ist und korrekt positiv getestet wurde.
es: Proporción de la población, afectada por la condición y probada correctamente que es positiva.
gl: Proporción da poboación, afectada pola condición e probada correctamente que é positiva.
ja: 条件の影響を受け、正しく陽性と判定された母集団の割合.
pt: Proporção da população afetada por uma condição e que testou positivo corretamente.
ta: ஒரு நிபந்தனையால் பாதிக்கப்பட்ட மக்கள்தொகையின் விகிதம் மற்றும் நேர்மறை சரியாக சோதிக்கப்பட்டது.

source: Proportion of a population not affected by a condition and incorrectly tested positive.
de: Anteil einer Grundgesamtheit, der nicht von einem Zustand betroffen ist und fälschlicherweise positiv getestet wurde.
es: Proporción de la población, no afectada por la condición y probada incorrectamente que es positiva.
eu: Baldintzak eragindako ez den eta oker positibo eman duen populazio baten proportzioa.
gl: Proporción da poboación, non afectada pola condición e probada incorrectamente que é positiva.
ja: 条件の影響を受けず、誤って陽性と判定された母集団の割合.
pt: Proporção da população não afetada por uma condição e que testou positivo incorretamente.
ta: ஒரு நிபந்தனையால் பாதிக்கப்படாத மக்கள்தொகையின் விகிதம் மற்றும் நேர்மறையாக தவறாக சோதிக்கப்பட்டது.

source: Proportion of a population not affected by a condition and correctly tested negative.
de: Anteil einer Grundgesamtheit, der nicht von einem Zustand betroffen ist und korrekt negativ getestet wurde.
es: Proporción da población, no afectada por la condición y probada correctamente que es negativa.
eu: Baldintzak eragindako ez den eta behar bezala negatibo eman duen populazio baten proportzioa.
gl: Proporción da poboación, non afectada pola condición e probada correctamente que é negativa.
ja: 条件の影響を受けず、正しく陽性と判定された母集団の割合.
pt: Proporção da população não afetada por uma condição e que testou negativo corretamente.
ta: ஒரு நிபந்தனையால் பாதிக்கப்படாத மக்கள்தொகையின் விகிதம் மற்றும் எதிர்மறையாக சரியாக சோதிக்கப்பட்டது.

source: Proportion of a population affected by a condition and incorrectly tested negative.
de: Anteil einer Grundgesamtheit, der von einem Zustand betroffen ist und fälschlicherweise negativ getestet wurde.
es: Proporción de la población, afectada por la condición y probada incorrectamente que es negativa.
eu: Baldintzak eragindako eta oker negatibo eman duen populazio baten proportzioa.
gl: Proporción da poboación, afectada pola condición e probada incorrectamente que é negativa.
ja: 条件の影響を受け、誤って陰性と判定された母集団の割合.
pt: Proporção da população afetada por uma condição e que testou negativo incorretamente.
ta: ஒரு நிபந்தனையால் பாதிக்கப்பட்ட மக்கள்தொகையின் விகிதம் மற்றும் எதிர்மறையாக தவறாக சோதிக்கப்பட்டது.

source: Proportion of those who tested positive and are affected by the condition.
de: Anteil derjenigen, die positiv getestet wurden und von dem Zustand betroffen sind.
es: Proporción de los que resultan positivos y están afectados por la condición.
eu: Positibo eman duten eta baldintzak eragindakoen proportzioa.
gl: Proporción dos que resultan positivos e están afectados pola condición.
ja: 陽性と判定された人のうち、罹患している人の割合.
pt: Proporção daqueles que testaram positivo e são afetados pela condição.
ta: நேர்மறையை சோதித்தவர்களின் விகிதம் மற்றும் நிபந்தனையால் பாதிக்கப்படுகிறது.

source: Proportion of those who tested negative and are not affected by the condition.
de: Anteil derjenigen, die negativ getestet wurden und nicht von dem Zustand betroffen sind.
es: Proporción de los que resultan negativos y no están afectados por la condición.
eu: Negatibo eman duten eta baldintzak eragindako ez direnen proportzioa.
gl: Proporción dos que resultan negativos e non están afectados pola condición.
ja: 検査結果が陰性で、影響を受けていない人の割合.
pt: Proporção daqueles que testaram negativo e não são afetados pela condição.
ta: எதிர்மறையை சோதித்தவர்களின் விகிதம் மற்றும் நிபந்தனையால் பாதிக்கப்படவில்லை.

source: Proportion of false positives in the pool of those that test positive.
de: Anteil der Falsch-Positiven im Pool derer, die positiv testen.
es: Proporción de los falsos positivos en el grupo de los que resultan positivos.
eu: Positibo eman dutenen multzoan positibo faltsuen proportzioa.
gl: Proporción dos falsos positivos no grupo dos que resultan positivos.
ja: 陽性者の中での偽陽性者の割合.
pt: Proporção de falsos positivos na combinação daqueles que testam positivo.
ta: நேர்மறையை சோதிக்கும் நபர்களின் குளத்தில் தவறான நேர்மறைகளின் விகிதம்.

source: Proportion of false negatives in the pool of those that test negative.
de: Anteil der Falsch-Negativen im Pool derer, die negativ testen.
es: Proporción de los falsos negativos en el grupo de los que resultan negativos.
eu: Negatibo eman dutenen multzoan faltsu negatiboen proportzioa.
gl: Proporción dos falsos negativos no grupo dos que resultan negativos.
ja: 陰性者の中に含まれる偽陰性者の割合.
pt: Proporção de falsos negativos na combinação daqueles que testam negativo.
ta: எதிர்மறையானதை சோதித்தவர்களின் குளத்தில் தவறான எதிர்மறைகளின் விகிதம்.

source: Complement proportion to specificity.
de: Komplement-Verhältnis zur Spezifität.
es: Proporción complementaria a la especificidad.
eu: Espezifikotasunarekiko proporzio osagarria.
gl: Proporción complementaria á especificidade.
ja: 特異度に対する補数比率.
pt: Proporção complementar à especificidade.
ta: குறிப்பிட்ட தன்மைக்கு விகிதத்தை நிறைவு செய்யுங்கள்.

source: Complement proportion to sensitivity.
de: Komplement-Verhältnis zur Sensitivität.
es: Proporción complementaria a la sensibilidad.
eu: Sentikortasunarekiko proporzio osagarria.
gl: Proporción complementaria á sensibilidade.
ja: 感度に対する補数比率.
pt: Proporção complementar à sensibilidade.
ta: உணர்திறனுக்கான விகிதத்தை நிறைவு செய்யுங்கள்.

source: Proportion of the population that is true positive or true negative.
de: Anteil der Grundgesamtheit, der richtig positiv oder richtig negativ ist.
es: Proporción de la población, que es verdadera positiva o verdadera negativa.
eu: Populaziotik benetako positiboa edo benetako negatiboa den proportzioa.
gl: Proporción da poboación, que é verdadeira positiva ou verdadeira negativa.
ja: 真陽性または真陰性である母集団の割合.
pt: Proporção da população que é verdadeiramente positiva ou verdadeiramente negativa.
ta: உண்மையான நேர்மறை அல்லது உண்மையான எதிர்மறை என்ற மக்கள்தொகையின் விகிதம்.

source: P(Test = positive | Condition = positive)
de: P(Test = positiv | Zustand = positiv)
es: P(Prueba = positiva | Condición = positiva)
gl: P(Proba = positiva | Condición = positiva)
ja: P(テスト＝陽性｜条件＝陽性)
pt: P(Teste = positivo | Condição = positiva)
ta: பி (சோதனை = நேர்மறை | நிபந்தனை = நேர்மறை)

source: P(Test = negative | Condition = negative)
de: P(Test = negativ | Zustand = negativ)
es: P(Prueba = negativa | Condición = negativa)
eu: P(Proba = negatiboa | Baldintza = negatiboa)
gl: P(Proba = negativa | Condición = negativa)
ja: P(テスト＝陰性｜条件＝陰性)
pt: P(Teste = negativo | Condição = negativa)
ta: பி (சோதனை = எதிர்மறை | நிபந்தனை = எதிர்மறை)

source: P(Condition = positive %s Test = positive)
de: P(Zustand = positiv %s Test = positiv)
es: P(Condición = positiva %s Prueba = positiva)
eu: P(Baldintza = positiboa %s Proba = positiboa)
gl: P(Condición = positiva %s Proba = positiva)
ja: P(条件= 陽性 %s テスト = 陽性)
pt: P(Condição = positiva %s Teste = positivo)
ta: பி (நிபந்தனை = நேர்மறை %s சோதனை = நேர்மறை)

source: P(Condition = negative %s Test = positive)
de: P(Zustand = negativ %s Test = positiv)
es: P(Condición = negativa %s Prueba = positiva)
eu: P(Baldintza = negatiboa %s Proba = positiboa)
gl: P(Condición = negativa %s Proba = positiva)
ja: P(条件= 陰性 %s テスト = 陽性)
pt: P(Condição = negativa %s Teste = positivo)
ta: பி (நிபந்தனை = எதிர்மறை %s சோதனை = நேர்மறை)

source: P(Condition = negative %s Test = negative)
de: P(Zustand = negativ %s Test = negativ)
es: P(Condición = negativa %s Prueba = negativa)
eu: P(Baldintza = negatiboa %s Proba = negatiboa)
gl: P(Condición = negativa %s Proba = negativa)
ja: P(条件= 陰性 %s テスト = 陽性)
pt: P(Condição = negativa %s Teste = negativo)
ta: பி (நிபந்தனை = எதிர்மறை %s சோதனை = எதிர்மறை)

source: P(Condition = positive %s Test = negative)
de: P(Zustand = positiv %s Test = negativ)
es: P(Condición = positiva %s Prueba = negativa)
eu: P(Baldintza = positiboa %s Proba = negatiboa)
gl: P(Condición = positiva %s Proba = negativa)
ja: P(条件= 陽性 %s テスト = 陰性)
pt: P(Condição = positiva %s Teste = negativo)
ta: பி (நிபந்தனை = நேர்மறை %s சோதனை = எதிர்மறை)

source: P(Condition = positive | Test = positive)
de: P(Zustand = positiv | Test = positiv)
es: P(Condición = positiva | Prueba = positiva)
eu: P(Baldintza = positiboa | Proba = positiboa)
gl: P(Condición = positiva | Proba = positiva)
ja: P(条件＝陽性｜テスト＝陽性)
pt: P(Condição = positiva | Teste = positivo)
ta: பி (நிபந்தனை = நேர்மறை | சோதனை = நேர்மறை)

source: P(Condition = negative | Test = negative)
de: P(Zustand = negativ | Test = negativ)
es: P(Condición = negativa | Prueba = negativa)
eu: P(Baldintza = negatiboa | Proba = negatiboa)
gl: P(Condición = negativa | Proba = negativa)
ja: P(条件＝陰性｜テスト＝陰性)
pt: P(Condição = negativa | Teste = negativo)
ta: பி (நிபந்தனை = எதிர்மறை | சோதனை = எதிர்மறை)

source: P(Condition = negative | Test = positive)
de: P(Zustand = negativ | Test = positiv)
es: P(Condición = negativa | Prueba = positiva)
eu: P(Baldintza = positiboa | Proba = negatiboa)
gl: P(Condición = negativa | Proba = positiva)
ja: P(条件 = 陰性 | テスト = 陽性)
pt: P(Condição = negativa | Teste = positivo)
ta: பி (நிபந்தனை = எதிர்மறை | சோதனை = நேர்மறை)

source: P(Condition = positive | Test = negative)
de: P(Zustand = positiv | Test = negativ)
es: P(Condición = positiva | Prueba = negativa)
eu: P(Baldintza = positiboa | Baldintza = negatiboa)
gl: P(Condición = positiva | Proba = negativa)
ja: P(条件＝陽性｜テスト＝陰性)
pt: P(Condição = positiva | Teste = negativo)
ta: பி (நிபந்தனை = நேர்மறை | சோதனை = எதிர்மறை)

source: P(Test = positive | Condition = negative)
de: P(Test = positiv | Zustand = negativ)
es: P(Prueba = positiva | Condición = negativa)
eu: P(Proba = positiboa | Baldintza = negatiboa)
gl: P(Proba = positiva | Condición = negativa)
ja: P( テスト = 陽性 | 条件 = 陰性)
pt: P(Teste = positive | Condição = negativa)
ta: பி (சோதனை = நேர்மறை | நிபந்தனை = எதிர்மறை)

source: P(Test = negative | Condition = positive)
de: P(Test = negativ | Zustand = positiv)
es: P(Prueba = negativa | Condición = positiva)
eu: P(Proba = negatiboa | Baldintza = positiboa)
gl: P(Proba = negativa | Condición = positiva)
ja: P(テスト＝陰性｜条件＝陽性)
pt: P(Teste = negativo | Condição = positiva)
ta: பி (சோதனை = எதிர்மறை | நிபந்தனை = நேர்மறை)

source: P(Condition = positive %1$s Test = positive %2$s Condition = negative %1$s Test = negative)
de: P(Zustand = positiv %1$s Test = positiv %2$s Zustand = negativ %1$s Test = negativ)
es: P(Condición = positiva %1$s Prueba = positiva %2$s Condición = negativa %1$s Prueba = negativa)
eu: P(Baldintza = positiboa %1$s Proba = positiboa %2$s Baldintza = negatiboa %1$s Proba = negatiboa)
gl: P(Condición = positiva %1$s Proba = positiva %2$s Condición = negativa %1$s Proba = negativa)
ja: P(条件＝陽性 %1$s テスト＝陽性 %2$s 条件＝陰性 %1$s テスト＝陰性)
pt: P(Condição = positiva %1$s Teste = positivo %2$s Condição = negativa %1$s Teste = negativo)
ta: பி (நிபந்தனை = நேர்மறை %1$s சோதனை = நேர்மறை %2$s நிபந்தனை = எதிர்மறை %1$s சோதனை = எதிர்மறை)

source: Central credible intervals are based on %i samples.
de: Zentrale Glaubwürdigkeitsintervalle basieren auf %i-Stichproben.
es: Los intervalos de credibilidad centrales se basan en %i muestras.
eu: Sinesgarritasun tarte zentralak %i laginetan oinarritzen dira.
gl: Os intervalos de credibilidade centrais está baseados en %i mostras.
ja: 中央信頼区間は、%iサンプルに基づいています.
pt: Os intervalos centrais credíveis são baseados em %i amostras.
ta: மைய நம்பகமான இடைவெளிகள் %i மாதிரிகளை அடிப்படையாகக் கொண்டவை.

source: Parameter estimates are based on %i MCMC samples.
eu: Parametroen estimazioak %i MCMC laginetan oinarritzen dira.
pt: As estimativas de parâmetros são baseadas em %i amostras MCMC.
ta: அளவுரு மதிப்பீடுகள் %i MCMC மாதிரிகளை அடிப்படையாகக் கொண்டவை.

source: positive
eu: positiboa
pt: positivo
ta: நேரமம்

source: negative
eu: negatiboa
pt: negativo
ta: எதிர்மம்

source: Data Summary
de: Datenzusammenfassung
es: Resumen de Datos
eu: Datuen laburpena
gl: Resumo de Datos
ja: データ要約
pt: Resumo dos Dados
ta: தரவு சுருக்கம்

source: Counts
de: Anzahlen
es: Recuentos
eu: Zenbaketak
gl: Recontos
ja: カウント
pt: Contagens
ta: எண்ணிக்கைகள்

source: Proportion
de: Anteil
es: Proporción
eu: Proportzioa
gl: Proporción
ja: 比率
pt: Proporção
ta: விகிதம்

source: Successes
de: Erfolge
es: Aciertos
eu: Arrakastak
gl: Acertos
ja: 成功数
pt: Sucessos
ta: வெற்றிகள்

source: Failures
de: Misserfolge
es: Fracasos
eu: Porrotak
gl: Fracasos
ja: 失敗数
pt: Falhas
ta: தோல்விகள்

source: spike at %s
de: Impuls bei %s
es: pico en %s
eu: %s-tan gailurra
gl: pico en %s
ja: %s でスパイク
pt: pico em %s
ta: %s இல் ச்பைக்

source: beta(%1$s, %2$s)
ta: பீட்டா ( %1$s, %2$s)

source: beta(%1$s, %2$s)T[%3$s, %4$s]
ta: பீட்டா ( %1$s, %2$s) t [ %3$s, %4$s]

source: binomial(%1$i, %2$s)
ta: பைனோமியல் (%1$i, %2$s)

source: beta-binomial(%1$i, %2$s, %3$s)
ta: பீட்டா-பினோமியல் (%1$i, %2$s, %3$s)

source: binomial(%1$s, beta(%2$s, %3$s)T[%4$s, %5$s])
ta: பைனோமியல் (%1$s, பீட்டா (%2$s,%3$s) t [%4$s,%5$s])

source: Estimation Summary
de: Schätzungs-Zusammenfassung
es: Resumen de la Estimación
eu: Estimazio Laburpena
gl: Resumo da Estimación
ja: 推定値要約
pt: Resumo da Estimativa
ta: மதிப்பீட்டு சுருக்கம்

source: Model
de: Modell
es: Modelo
eu: Eredua
gl: Modelo
ja: モデル
pt: Modelo
ta: மாதிரியுரு

source: Prior (%s)
es: Previo (%s)
eu: Aurrekoa (%s)
gl: Previo (%s)
ja: 事前(%s)
pt: Anterior (%s)
ta: முன் (%s)

source: Prior %s
es: Previo %s
eu: Aurrekoa %s
gl: Previo %s
ja: 事前 %s
pt: Anterior %s
ta: முன் %s

source: Posterior (%s)
eu: Ondorengoa (%s)
ja: 事後(%s)
ta: பின்புறம் (%s)

source: Posterior %s
es: %s posterior
eu: Ondorengoa %s
ja: 事後%s
pt: %s Posterior
ta: பின்புற %s

source: Please specify successes and failures.
de: Bitte gib Erfolge und Misserfolge an.
es: Por favor, indica los aciertos y los fracasos.
eu: Zehaztu arrakastak eta porrotak.
gl: Por favor, indica os acertos e os fracasos.
ja: 成功と失敗を指定してください。
pt: Por favor, especifique os sucessos e as falhas.
ta: வெற்றிகளையும் தோல்விகளையும் குறிப்பிடவும்.

source: Warning:
eu: Abisua:
pt: Aviso:
ta: எச்சரிக்கை:

source: These results are based on %1$i %2$s and %3$i %4$s.
es: Estos resultados se basan en %1$i %2$s y %3$i %4$s.
eu: Emaitza hauek %1$i %2$s eta %3$i %4$s-tan oinarritzen dira.
pt: Esses resultados são baseados em %1$i %2$s e %3$i %4$s.
ta: இந்த முடிவுகள் %1$i %2$s மற்றும் %3$i %4$s ஐ அடிப்படையாகக் கொண்டவை.

source: Observation
de: Beobachtung
es: Observación
eu: Behaketa
gl: Observación
ja: 観測値
pt: Observação
ta: கவனித்தல்

source: Plot could not be produced due to lacking numerical precision for %1$s.
eu: Ezin izan da grafikoa sortu %1$s-rako zehaztasun numeriko faltagatik.
pt: O gráfico não pôde ser produzido devido à falta de precisão numérica para %1$s.
ta: %1$s க்கு எண் துல்லியம் இல்லாததால் சதித்திட்டத்தை உருவாக்க முடியவில்லை.

source: Population proportion
de: Grundgesamtheits-Verhältnis
es: Proporción de población
eu: Populazio proportzioa
gl: Proporción de poboación
ja: 母比率
pt: Proporção da população
ta: மக்கள் தொகை விகிதம்

source: Prior = Posterior
es: Previa = Posterior
eu: Aurrekoa = Ondorengoa
gl: Previa = Posterior
ja: 事前＝事後
pt: Anterior = Posterior
ta: முன் = பின்புறம்

source: More than bimodal CIs are not implemented in the Sequential analysis plot.
de: Mehr als bimodale GIs sind im Sequenziellen Analysediagramm nicht implementiert.
es: En el gráfico de análisis Secuencial no se implementan más que ICs bimodales.
eu: BImodal KT baino gehiago ez daude inplementatuta analisi sekuentzialaren grafikoan.
gl: Na gráfica de análise Secuencial non se implementan máis que ICs bimodais.
ja: 二峰性以上のCIは、逐次分析プロットには実装されていません.
pt: Mais do que ICs bimodais não são implementados no gráfico de Análise sequencial.
ta: தொடர்ச்சியான பகுப்பாய்வு சதித்திட்டத்தில் பைமோடல் சிஐக்களை விட அதிகமாக செயல்படுத்தப்படவில்லை.

source: %i%% CI
es: IC del %i%%
eu: %i%% KT
pt: %i%% IC
ta: %i%% தொஒ

source: SI (BF=%s)
es: IS (FB=%s)
gl: IS (FB=%s)
pt: IS (FB=%s)
ta: நீங்கள் (bf =%s)

source: Prediction (Successes)
de: Vorhersage (Erfolge)
es: Predicción (Aciertos)
eu: Aurreikuspena (Arrakastak)
gl: Predición (Acertos)
ja: 予測 (成功数)
pt: Previsão (Sucessos)
ta: கணிப்பு (வெற்றிகள்)

source: Prediction %s
de: Vorhersage %s
es: Predicción %s
eu: Aurreikuspena %s
gl: Predición %s
ja: 予測 %s
pt: Previsão %s
ta: கணிப்புகள் %s

source: Prediction std. deviation
de: Vorhersage Std.-Abweichung
es: Desviación típica de la predicción
eu: Aurreikuspenaren desbideratze estandarra
gl: Desvío padrón da predición
ja: 予測標準偏差
pt: Desvio pad. da previsão
ta: கணிப்பு எச்.டி.டி. விலகல்

source: The prediction for %1$s %2$s is based on %3$s %4$s and %5$s %6$s.
es: La predicción para %1$s %2$s se basa en %3$s %4$s y %5$s %6$s.
eu: %1$s %2$s-rako aurreikuspena %3$s %4$s eta %5$s %6$s-tan oinarritzen da.
pt: A previsão para %1$s %2$s é baseada em %3$s %4$s e %5$s %6$s.
ta: %1$s %2$s க்கான கணிப்பு %3$s %4$s மற்றும் %5$s %6$s ஐ அடிப்படையாகக் கொண்டது.

source: Predicted sample proportions
de: Vorhergesagte Stichprobenanteile
es: Proporciones predichas de la muestra
eu: Aurreikusitako lagin proportzioak
gl: Proporcións preditas da mostra
ja: 予測される標本の比率
pt: Proporções previstas da amostra
ta: கணிக்கப்பட்ட மாதிரி விகிதாச்சாரம்

source: Predicted number of successes
de: Vorhergesagte Anzahl von Erfolgen
es: Número predicho de aciertos
eu: Aurreikusitako arrakasta kopurua
gl: Número predito de acertos
ja: 予想される成功数
pt: Número previsto de sucessos
ta: கணிக்கப்பட்ட வெற்றிகளின் எண்ணிக்கை

source: Probability
de: Wahrscheinlichkeit
es: Probabilidad
eu: Probabilitatea
gl: Probabilidade
ja: 確率
pt: Probabilidade
ta: நிகழ்தகவு

source: The upper CI limit is higher than the number of future observations. Please, change the value of the upper CI limit in the settings panel.
de: Die obere Grenze des Konfidenzintervalls ist höher als die Anzahl der zukünftigen Beobachtungen. Bitte ändere die obere Grenze in den Einstellungen.
es: El límite superior del IC es mayor que el número de observaciones futuras. Por favor, cambia el valor del límite superior del IC en el panel de configuraciones.
eu: KT goiko muga etorkizuneko behaketa kopurua baino handiagoa da. Mesedez, aldatu goiko KT mugaren balioa ezarpenen panelean.
gl: O límite superior do IC é maior que o número de observacións futuras. Por favor, troca o valor do límite superior do IC no panel de configuracións.
ja: CI上限値が将来の観測数よりも大きくなってしまいました。設定パネルで、上限CI値を変更してください。
pt: O limite superior do IC é maior que o número de observações futuras. Altere o valor do limite superior do IC no painel de configurações.
ta: எதிர்கால அவதானிப்புகளின் எண்ணிக்கையை விட மேல் தொஒ வரம்பு அதிகமாக உள்ளது. தயவுசெய்து, அமைப்புகள் குழுவில் மேல் தொஒ வரம்பின் மதிப்பை மாற்றவும்.
