Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: Summary Table
de: Übersichtstabelle
es: Tabla Resumen
eu: Laburpen Taula
gl: Táboa Resumo
ja: 要約表
pt: Tabela Resumo
ta: சுருக்கம் அட்டவணை

source: Tosses
es: Sorteos
pt: Arremessos
ta: டாச்கள்

source: Crosses
de: Schnittpunkte
es: Cruces
gl: Cruces
ja: 交差
pt: Cruzes
ta: சிலுவைகள்

source: MLE for %s
es: EMV (MLE) para %s
eu: MLE %s-rako
pt: MLE para %s
ta: %s க்கு mle

source: Interval Mass
es: Masa del Intervalo
eu: Tarteko Masa
pt: Intervalo de Massa
ta: இடைவெளி நிறை

source: Median for %s
de: Median für %s
es: Mediana para %s
eu: Mediana %s-rako
gl: Mediana para %s
ja: %sの中央値
pt: Mediana para %s
ta: %s க்கு சராசரி

source: Lower
de: Untere
es: Inferior
eu: Beheko
gl: Inferior
ja: 下
pt: Inferior
ta: கீழ்

source: %s%% Credible Interval
de: %s%% Glaubwürdigkeitsintervall
es: Intervalo con el %s%% de Credibilidad
eu: %s%% Sinesgarritasun Tartea
gl: Intervalo co %s%% de Credibilidade
ja: %s%% 信用区間
pt: Intervalo credível %s%%
ta: %s %% நம்பகமான இடைவெளி

source: Upper
de: Obere
es: Superior
eu: Goiko
gl: Superior
ja: 上
pt: Superior
ta: மேல்

source: Prior and Posterior for Proportion of Crosses
de: Prior und Posterior für Anteil der Schnittpunkte
es: Previa y Posterior para la Proporción de Cruces
eu: Aurrekoa eta Atzekoa Gurutzaketen Proportziorako
gl: Previa e Posterior para a Proporción de Cruces
ja: 交差の割合の事前・事後分布
pt: Anterior e Posterior para Proporção de Cruzes
ta: சிலுவைகளின் விகிதத்திற்கு முன் மற்றும் பின்புறம்

source: Posterior
eu: Atzekoa
ja: 事後分布
ta: பின்புறம்

source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
ja: 事前分布
pt: Anterior
ta: முன்

source: Proportion of Crosses
de: Anteil der Schnittpunkte
es: Proporción de Cruces
eu: Gurutzaketen Proportzioa
gl: Proporción de Cruces
ja: 交差の割合
pt: Proporção de Cruzamentos
ta: சிலுவைகளின் விகிதம்

source: Density
de: Dichte
es: Densidad
eu: Dentsitatea
gl: Densidade
ja: 密度
pt: Densidade
ta: அடர்த்தி

source: Implied Prior and Posterior for %s
de: Implizierter Prior and Posterior für %s
es: Previa y Posterior Implícitas para %s
eu: Aurreko eta Ondorengoa inplizituak %s-rako
gl: Previa e Posterior Implícitas para %s
ja: %sにおける暗黙の事前確率と事後確率
pt: Anterior e Posterior Implícito para %s
ta: %s க்கு முன் மற்றும் பின்புறம் குறிக்கப்படுகிறது

source: Implied Posterior
de: Implizierter Posterior
es: Posterior Implícita
eu: Ondorengo Inplizitua
gl: Posterior Implícita
ja: 暗黙の事後確率
pt: Posterior Implícito
ta: பின்புறம் மறைமுகமாக

source: Implied Prior
de: Implizierter Prior
es: Previa Implícita
eu: Aurrekoa Inplizitua
gl: Previa Implícita
ja: 暗黙の事前分布
pt: Anterior Implícito
ta: முன் குறிக்கப்பட்டது

source: Needle Plot
de: Nadeldiagramm
es: Gráfico de Agujas
eu: Orratz Grafikoa
gl: Gráfica de Agullas
ja: ニードルプロット
pt: Gráfico de Agulhas
ta: ஊசி சூழ்ச்சி

source: Implied Prior and Posterior for %s
de: Implizierter Prior und Posterior für %s
es: Previa y Posterior Implícitas para %s
eu: Aurreko eta Ondorengo Inplizituak %s-rako
gl: Previa e Posterior Implícitas para %s
ja: %sにおける暗黙の事前分布と事後分布
pt: Anterior e Posterior Implícito para %s
ta: %s க்கு முன் மற்றும் பின்புறம் குறிக்கப்படுகிறது

source: This analysis demonstrates <b>binary classification</b> which is a common statistical procedure where subjects are classified into two groups based on a classification rule. Binary classification is a procedure where data about the subject is dichotomised to reach a binary decision (e.g., yes/no, true/false). Common binary classification applications are: <ul> <li><b>Medical testing and diagnosis</b> where the classification determines whether a patient has a certain disease or not.</li> <li><b>Spam detection</b> where the classification determines whether a message (e.g., an email) is spam or not.</li> <li><b>Quality control</b> where the classification determines whether an industry standard is met or not.</li> </ul> Because binary classification is often used in medical testing, the terminology surrounding binary classification problems is similar to medical terminology (e.g., prevalence, condition, marker). In practice, there is an important distinction between the <i>true</i> state of the subject and the <i>assigned label</i> given by the classification rule. In JASP, the true state is called <b>condition</b> (positive/negative) and the assigned label is called <b>test</b> (positive/negative). In many applications, the conditions or the tests may not be symmetric, therefore various types of errors are of interest in addition to an overall measure of accuracy. These types of errors distinguish, for example, whether a patient has a disease but the test came back negative (false negative), or whether a patient does not have a disease but the test came back positive (false positive). Properties of the test are usually described in terms of its <b>sensitivity</b> and <b>specificity</b>. Sensitivity is the probability of testing positive if the condition is positive. Specificity is the probability of testing negative if the condition is negative. A property of condition is <b>prevalence</b>, which is the proportion of subjects that have a positive condition in the population. Asymmetric characteristics of the test or prevalence can lead to situations that may appear to the untrained eye as paradoxical. For example, in certain situations it is more likely that a patient does not have a particular disease than that they do, even after testing positive for that disease. Formally, the probability that a subject has a positive condition after the test is positive (i.e., the positive predictive value) is obtained by applying <b>Bayes theorem</b>: %s <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a>
pt: Esta análise demonstra a <b>classificação binária</b>, um procedimento estatístico comum em que os indivíduos são classificados em dois grupos com base em uma regra de classificação. A classificação binária é um procedimento em que os dados sobre o indivíduo são dicotomizados para se chegar a uma decisão binária (por exemplo, sim/não, verdadeiro/falso). As aplicações comuns da classificação binária são: <ul> <li><b>Testes e diagnósticos médicos</b>, em que a classificação determina se um paciente tem uma determinada doença ou não.</li> <li><b>Detecção de spam</b>, em que a classificação determina se uma mensagem (por exemplo, um e-mail) é spam ou não.</li> <li><b>Controle de qualidade</b>, em que a classificação determina se um padrão do setor é atendido ou não.</li> </ul> Como a classificação binária é frequentemente usada em testes médicos, a terminologia em torno dos problemas de classificação binária é semelhante à terminologia médica (por exemplo, prevalência, condição, marcador). Na prática, há uma distinção importante entre o estado <i>verdadeiro</i> do sujeito e o <i>rótulo atribuído</i> dado pela regra de classificação. Em JASP, o estado verdadeiro é chamado de <b>condição</b> (positivo/negativo) e o rótulo atribuído é chamado de <b>teste</b> (positivo/negativo). Em muitas aplicações, as condições ou os testes podem não ser simétricos; portanto, vários tipos de erros são de interesse, além de uma medida geral de precisão. Esses tipos de erros distinguem, por exemplo, se um paciente tem uma doença, mas o teste deu negativo (falso negativo), ou se um paciente não tem uma doença, mas o teste deu positivo (falso positivo). As propriedades do teste são geralmente descritas em termos de sua <b>sensibilidade</b> e <b>especificidade</b>. Sensibilidade é a probabilidade de um teste ser positivo se a condição for positiva. Especificidade é a probabilidade de um teste ser negativo se a condição for negativa. Uma propriedade da condição é a <b>prevalência</b>, que é a proporção de indivíduos que apresentam uma condição positiva na população. Características assimétricas do teste ou prevalência podem levar a situações que podem parecer paradoxais para o observador destreinado. Por exemplo, em certas situações, é mais provável que um paciente não tenha uma doença específica do que tenha, mesmo após testar positivo para essa doença. Formalmente, a probabilidade de um indivíduo apresentar uma condição positiva após o teste ser positivo (ou seja, o valor preditivo positivo) é obtida aplicando-se o <b>Teorema de Bayes</b>: %s <h5>Referências</h5> Pepe, M. S. (2003). <i>Avaliação estatística de testes médicos para classificação e predição</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Classificação_binária">https://wikipedia.org/wiki/Classificação_binária</a> <a href="https://wikipedia.org/wiki/Avaliação_de_classificadores_binários">https://wikipedia.org/wiki/Avaliação_de_classificadores_binários</a> <a href="https://wikipedia.org/wiki/Teorema_de_Bayes%%27">https://wikipedia.org/wiki/Teorema_de_Bayes%%27</a>
ta: இந்த பகுப்பாய்வு <b> பைனரி வகைப்பாடு </b> ஐ நிரூபிக்கிறது, இது ஒரு பொதுவான புள்ளிவிவர நடைமுறையாகும், அங்கு ஒரு வகைப்பாடு விதியின் அடிப்படையில் பாடங்கள் இரண்டு குழுக்களாக வகைப்படுத்தப்படுகின்றன. பைனரி வகைப்பாடு என்பது ஒரு பைனரி முடிவை எட்டுவதற்கு பொருளைப் பற்றிய தரவு இருவகைப்படுத்தப்பட்ட ஒரு செயல்முறையாகும் (எ.கா., ஆம்/இல்லை, உண்மை/பொய்). பொதுவான பைனரி வகைப்பாடு பயன்பாடுகள்: <ul> <li> <b> மருத்துவ ஆய்வு மற்றும் நோயறிதல் </b> ஒரு நோயாளிக்கு ஒரு குறிப்பிட்ட நோய் இருக்கிறதா இல்லையா என்பதை வகைப்பாடு தீர்மானிக்கிறது. </li> <li> <b> ச்பேம் கண்டறிதல் </b> ஒரு செய்தி (எ.கா., மின்னஞ்சல்) ச்பேம் இல்லையா என்பதை வகைப்பாடு தீர்மானிக்கும் இடத்தில். </li> <li> <b> தரக் கட்டுப்பாடு </b> ஒரு தொழில் தரநிலை நிறைவு செய்யப்பட்டதா இல்லையா என்பதை வகைப்பாடு தீர்மானிக்கிறது. </li> </ul> பைனரி வகைப்பாடு பெரும்பாலும் மருத்துவ பரிசோதனையில் பயன்படுத்தப்படுவதால், பைனரி வகைப்பாடு சிக்கல்களைச் சுற்றியுள்ள சொற்கள் மருத்துவ சொற்களுக்கு ஒத்ததாகும் (எ.கா., பரவல், நிலை, மார்க்கர்). நடைமுறையில், <i> உண்மை </i> பொருளின் நிலை மற்றும் <i> ஒதுக்கப்பட்ட சிட்டை </i> ஆகியவற்றுக்கு இடையே ஒரு முக்கியமான வேறுபாடு உள்ளது. JASP இல், உண்மையான நிலை <b> நிபந்தனை </b> (நேர்மறை/எதிர்மறை) என்று அழைக்கப்படுகிறது மற்றும் ஒதுக்கப்பட்ட சிட்டை <b> சோதனை </b> (நேர்மறை/எதிர்மறை) என்று அழைக்கப்படுகிறது. பல பயன்பாடுகளில், நிபந்தனைகள் அல்லது சோதனைகள் சமச்சீராக இருக்காது, எனவே பல்வேறு வகையான பிழைகள் ஒட்டுமொத்த துல்லியத்திற்கு கூடுதலாக ஆர்வமாக உள்ளன. இந்த வகையான பிழைகள், எடுத்துக்காட்டாக, ஒரு நோயாளிக்கு ஒரு நோய் இருக்கிறதா, ஆனால் சோதனை எதிர்மறையானது (தவறான எதிர்மறை), அல்லது ஒரு நோயாளிக்கு ஒரு நோய் இல்லையா என்பதை வேறுபடுத்துகிறது, ஆனால் சோதனை மீண்டும் நேர்மறையானது (தவறான நேர்மறை). சோதனையின் பண்புகள் பொதுவாக அதன் <b> உணர்திறன் </b> மற்றும் <b> விவரக்குறிப்பு </b> ஆகியவற்றின் அடிப்படையில் விவரிக்கப்படுகின்றன. நிலை நேர்மறையாக இருந்தால் நேர்மறையை சோதிக்கும் நிகழ்தகவு உணர்திறன். நிலை எதிர்மறையாக இருந்தால் எதிர்மறையை சோதிக்கும் நிகழ்தகவு. நிபந்தனையின் ஒரு சொத்து <b> பரவல் </b> ஆகும், இது மக்கள்தொகையில் நேர்மறையான நிலையைக் கொண்ட பாடங்களின் விகிதமாகும். சோதனை அல்லது பரவலின் சமச்சீரற்ற பண்புகள், பயிற்சியற்ற கண்ணுக்கு முரண்பாடாகத் தோன்றக்கூடிய சூழ்நிலைகளுக்கு வழிவகுக்கும். எடுத்துக்காட்டாக, சில சூழ்நிலைகளில் ஒரு நோயாளிக்கு அந்த நோய்க்கு சாதகமாக சோதனை செய்த பிறகும், ஒரு நோயாளிக்கு ஒரு குறிப்பிட்ட நோய் இல்லை. முறையாக, சோதனைக்குப் பிறகு ஒரு பாடத்திற்கு நேர்மறையான நிலை இருப்பதற்கான நிகழ்தகவு நேர்மறையானது (அதாவது, நேர்மறை முன்கணிப்பு மதிப்பு) <b> பேயச் தேற்றம் </b> ஐப் பயன்படுத்துவதன் மூலம் பெறப்படுகிறது: %s <H5> குறிப்புகள் </H5> பெப்பே, எம்.எச். (2003). <i> வகைப்பாடு மற்றும் கணிப்புக்கான மருத்துவ சோதனைகளின் புள்ளிவிவர மதிப்பீடு </i>. ஆக்ச்போர்டு யுனிவர்சிட்டி பிரச். <a href = "https://wikipedia.org/wiki/binary_classification"> https://wikipedia.org/wiki/binary_classification </a> <a href = "https://wikipedia.org/wiki/evaluation_of_binary_classifiers"> https://wikipedia.org/wiki/evaluation_of_binary_classifiers </a> <a href = "https://wikipedia.org/wiki/bayes%%27_Theorem"> https://wikipedia.org/wiki/bayes%%27_Theorem </a>

source: Welcome to binary classification with JASP!
de: Willkommen zur binären Klassifizierung mit JASP!
es: ¡Bienvenido a la clasificación binaria con JASP!
gl: Benvido á clasificación binaria con JASP!
ja: JASPによる二項分類へようこそ!
pt: Bem-vindo à classificação binária com o JASP!
ta: JASP உடன் பைனரி வகைப்பாட்டிற்கு வருக!

source: JAGS requires strictly positive parameters for Beta priors. Set {α, β} > 0 for the prior distributions of Prevalence, Sensitivity, and Specificity.
eu: JAGS-ek parametro zorrotz positiboak behar ditu Beta aurretikoetarako. Ezarri {α, β} > 0 Prebalentzia, Sentikortasun eta Espezifikotasun aurretiko banaketetarako.
pt: JAGS requer parâmetros estritamente positivos para Beta anteriores. Conjunto {α, β} > 0 para as distribuições prévias de Prevalência, Sensibilidade e Especificidade.
ta: சாக்சுக்கு பீட்டா ப்ரியர்களுக்கு கண்டிப்பாக நேர்மறையான அளவுருக்கள் தேவை. பரவல், உணர்திறன் மற்றும் தனித்தன்மையின் முன் விநியோகங்களுக்கு {α, β}> 0 ஐ அமைக்கவும்.

source: Some of the specified colors are not valid colors.
eu: Zehaztutako kolore batzuk ez dira baliozko koloreak.
pt: Algumas das cores especificadas não são cores válidas.
ta: குறிப்பிட்ட வண்ணங்களில் சில சரியான வண்ணங்கள் அல்ல.

source: The 'Positive condition (binary)' variable must have two levels!
de: Die Variable 'Positiver Zustand (binär)' muss zwei Stufen haben!
es: ¡La variable de 'Condición positiva (binaria)' debe tener dos niveles!
eu: 'Baldintza positiboa (binarioa)' aldagaiak bi maila izan behar ditu!
gl: A variable de 'condición positiva (binaria)' debe ter dous niveis!
ja: '陽性条件 (二値)' 変数は、2 つの水準を持っている必要があります!
pt: A variável 'Condição positiva (binária)' deve ter dois níveis!
ta: 'நேர்மறை நிலை (பைனரி)' மாறிக்கு இரண்டு நிலைகள் இருக்க வேண்டும்!

source: Each condition needs at least one observation.
de: Jeder Zustand erfordert mindestens eine Beobachtung.
es: Cada condición necesita al menos una observación.
eu: Baldintza bakoitzak gutxienez behaketa bat behar du.
gl: Cada condición necesita unha observación, cando menos.
ja: 各条件には、少なくとも 1 つの観測値が必要です.
pt: Cada condição precisa de pelo menos uma observação.
ta: ஒவ்வொரு நிபந்தனைக்கும் குறைந்தது ஒரு கண்காணிப்பு தேவை.

source: Mean of marker in positive condition (%1$s) needs to be larger than the mean of marker in negative condition (%2$s).
es: Es necesario que la media del marcador en la condición positiva (%1$s) sea mayor que la media del marcador en la condición negativa (%2$s).
eu: Markatzailearen batez bestekoa baldintza positiboan (%1$s) markatzailearen batez bestekoa baldintza negatiboan (%2$s) baino handiagoa izan behar da.
pt: A média do marcador em condição positiva (%1$s) precisa ser maior do que a média do marcador em condição negativa (%2$s).
ta: நேர்மறை நிலையில் (%1$s) மார்க்கரின் சராசரி எதிர்மறை நிலையில் (%2$s) மார்க்கரின் சராசரியை விட பெரியதாக இருக்க வேண்டும்.

source: Estimating parameters per varying thresholds...
eu: Parametroak kalkulatzen atalase aldakorren arabera...
pt: Estimando parâmetros por limiares variáveis...
ta: மாறுபட்ட வாசல்களுக்கு அளவுருக்களை மதிப்பிடுதல் ...

source: Tables
de: Tabellen
es: Tablas
eu: Taulak
gl: Táboas
ja: 表
pt: Tabelas
ta: அட்டவணைகள்

source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
gl: Estatísticos
ja: 統計量
pt: Estatística
ta: புள்ளிவிவரங்கள்

source: Estimate
de: Schätzung
es: Estimar
eu: Estimazioa
gl: Estimar
ja: 推定
pt: Estimativa
ta: மதிப்பிடு

source: Mean
de: Mittelwert
es: Media
eu: Batez bestekoa
gl: Media
ja: 平均値
pt: Média
ta: இடை, சராசரி

source: Median
es: Mediana
eu: Mediana
gl: Mediana
ja: 中央値
pt: Mediana
ta: இடைநடு

source: SD
es: DT
gl: DP
ja: 標準偏差
pt: DP
ta: எச்டி

source: Rhat
ta: எலி

source: Diagnostics
eu: Diagnostikoak
pt: Diagnóstico
ta: கண்டறிதல்

source: Eff. Sample Size
eu: Laginaren Tamaina Eraginkorra
pt: Tamanho de amostra Efet.
ta: Eff. மாதிரி அளவு

source: Notation
es: Notación
eu: Notazioa
gl: Notación
ja: ノーテーション
pt: Notação
ta: குறியீடு

source: Interpretation
es: Interpretación
eu: Interpretazioa
gl: Interpretación
ja: 解釈
pt: Interpretação
ta: விளக்கம்

source: Confusion Matrix
de: Konfusionsmatrix
es: Matriz de Desorden
eu: Nahasmen Matrizea
gl: Matriz de Desarranxo
ja: 混同行列
pt: Matriz de Confusão
ta: குழப்ப மேட்ரிக்ச்

source: %s%% CI
de: %s%% KI
es: IC del %s%%
gl: IC do %s%%
pt: %s%% IC
ta: %s%% தொஒ

source: Positive test
de: Positiver Test
es: Prueba positiva
eu: Proba positiboa
gl: Proba positiva
ja: 陽性テスト
pt: Teste positivo
ta: நேர்மறை சோதனை

source: Outcome
de: Ergebnis
es: Resultado
eu: Emaitza
gl: Resultado
ja: 結果変数
pt: Resultado
ta: விளைவுகள்

source: Lower %s
de: Untere %s
es: Inferior %s
eu: %s baxuagoak
gl: Inferior %s
ja: 下位 %s
pt: Inferior %s
ta: கீழ் %s

source: Upper %s
de: Obere %s
es: Superior %s
eu: %s altuagoak
gl: Superior %s
ja: 上位 %s
pt: %s Superiores
ta: மேல் %s

source: Negative test
de: Negativer Test
es: Prueba negativa
eu: Proba negatiboa
gl: Proba negativa
ja: 陰性テスト
pt: Teste negativo
ta: எதிர்மறை சோதனை

source: Positive/Total
de: Positiv/Gesamt
es: Positivos/Total
eu: Positiboa/Guztira
gl: Positivos/Total
ja: 陽性/合計
pt: Positivo/Total
ta: நேர்மறை/மொத்தம்

source: Negative/Total
de: Negativ/Gesamt
es: Negativos/Total
eu: Negatiboa/Guztira
gl: Negativos/Total
ja: 陰性/合計
pt: Negativo/Total
ta: எதிர்மறை/மொத்தம்

source: Total
de: Gesamt
eu: Guztira
ja: 合計
ta: மொத்தம்

source: Positive condition
de: Positiver Zustand
es: Condición positiva
eu: Karakteristika presente (ad.gaixoa)
gl: Condición positiva
ja: 陽性条件
pt: Condição positiva
ta: நேர்மறையான நிலை

source: Negative condition
de: Negativer Zustand
es: Condición negativa
eu: Karakteristikarik gabe (ad. ez gaixoa)
gl: Condición negativa
ja: 陰性条件
pt: Condição negativa
ta: எதிர்மறை நிலை

source: True/Total
de: Richtig/Gesamt
es: Verdaderos/Total
eu: Egia/Guztira
gl: Verdadeiros/Total
ja: 真/合計
pt: Verdadeiro/Total
ta: உண்மை/மொத்தம்

source: Prevalence
de: Prävalenz
es: Prevalencia
eu: Prebalentzia
gl: Prevalencia
ja: 有病率
pt: Prevalência
ta: பரவல்

source: Rareness
de: Seltenheit
es: Rareza
eu: Arrarotasuna
gl: Rareza
ja: 希少性
pt: Rareza
ta: அரிதான

source: Priors and Posteriors
de: Priors und Posteriors
es: Previas y Posteriores
eu: Aurrekoak eta Ondorengoak
gl: Previas e Posteriores
ja: 事前確率と事後確率
pt: Anteriores e Posteriores
ta: ப்ரியர்ச் மற்றும் போச்டீரியர்ச்

source: Parameter
es: Parámetro
eu: Parametroa
gl: Parámetro
ja: パラメータ
pt: Parâmetro
ta: கூறளவு

source: Sensitivity
de: Sensitivität
es: Sensibilidad
eu: Sentsibilitatea
gl: Sensibilidade
ja: 感度
pt: Sensibilidade
ta: உணர்திறன்

source: Specificity
de: Spezifizität
es: Especificidad
eu: Espezifikotasuna
gl: Especificidade
ja: 特異度
pt: Especificidade
ta: தனித்தன்மை

source: beta(%1$s,%2$s)
ta: பீட்டா (%1$s,%2$s)

source: Plots
de: Abbildungen
es: Gráficos
eu: Grafikoak
gl: Gráficas
ja: プロット
pt: Gráficos
ta: அடுக்கு

source: Probability Positive
de: Wahrscheinlichkeit Positiv
es: Probabilidad Positiva
eu: Probabilitatea Positiboa
gl: Probabilidade Positiva
ja: 陽性確率
pt: Probabilidade Positiva
ta: நிகழ்தகவு நேர்மறை

source: Not tested
de: Nicht getestet
es: No probado
eu: Ez da probatu???
gl: Non probado
ja: 未検証
pt: Não testado
ta: சோதிக்கப்படவில்லை

source: Tested
de: Getestet
es: Probado
eu: Probatua
gl: Probado
ja: テスト済み
pt: Testado
ta: சோதிக்கப்பட்டது

source: Negative
de: Negativ
es: Negativo
eu: Negatiboa
gl: Negativo
ja: 陰性
pt: Negativo
ta: எதிர்மம்

source: Positive
de: Positiv
es: Positivo
eu: Positiboa
gl: Positivo
ja: 陽性
pt: Positivo
ta: நேரமம்

source: Test Result
de: Testergebnis
es: Resultado del Contraste
eu: Probaren Emaitza
gl: Resultado da Proba
ja: テスト結果
pt: Resultado do Teste
ta: சோதனை முடிவு

source: P(Condition = positive)
de: P(Zustand = positiv)
es: P(Condición = positiva)
eu: P(Baldintza = positiboa)
gl: P(Condición = positiva)
ja: P(条件＝陽性)
pt: P(Condição = positiva)
ta: பி (நிபந்தனை = நேர்மறை)

source: Icon Plot
es: Gráfico de Iconos
eu: Ikonoen grafikoa
gl: Gráfica de Iconas
ja: アイコンプロット
pt: Gráfico de Ícones
ta: படவுரு சூழ்ச்சி

source: True positive
de: Richtig positiv
es: Verdaderos positivos
eu: Benetako positiboak
gl: Verdadeiros positivos
ja: 真陽性
pt: Verdadeiro positivo
ta: உண்மையான நேர்மறை

source: False positive
de: Falsch positiv
es: Falsos positivos
eu: Positibo faltsuak
gl: Falsos positivos
ja: 偽陽性
pt: Falso positivo
ta: தவறான நேர்மறை

source: False negative
de: Falsch negativ
es: Falsos negativos
eu: Gezurrezko negatiboa
gl: Falsos negativos
ja: 偽陰性
pt: Falso negativo
ta: தவறான எதிர்மறை

source: True negative
de: Richtig negativ
es: Verdaderos negativos
eu: Benetako positiboa
gl: Verdadeiros negativos
ja: 真陰性
pt: Verdadeiro negativo
ta: உண்மையான எதிர்மறை

source: Area Plot
eu: Azalera Grafikoa
pt: Gráfico de Área
ta: பகுதி சூழ்ச்சி

source: Receiving Operating Characteristic Curve
de: Operationscharakteristiks-Kurve
es: Curva Característica Operativa de la Recepción
gl: Curva Característica Operativa da Recepción
ja: 受信者操作特性曲線
pt: Curva Característica Operacional de Recebimento
ta: இயக்க சிறப்பியல்பு வளைவைப் பெறுதல்

source: False Positive Rate (1-Specificity)
de: Falsch-Positiv-Rate (1-Spezifität)
es: Ratio de Falsos Positivos (Especificidad 1)
eu: Gezurrezko Positibo Ratioa (1-Espezifikotasuna)
gl: Cociente de Falsos Positivos (Especificidade 1)
ja: 偽陽性率(1-特異度)
pt: Taxa de Falsos Positivos (1-Especificidade)
ta: தவறான நேர்மறை வீதம் (1-குறிப்பிட்ட தன்மை)

source: True Positive Rate (Sensitivity)
de: Richtig-Positiv-Rate (Sensitivität)
es: Ratio de Verdaderos Positivos (Sensibilidad)
eu: Egiazko Positibo Ratioa (Sentsibilitatea)
gl: Cociente de Verdadeiros Positivos (Sensibilidade)
ja: 真陽性率(感度)
pt: Taxa de Verdadeiros Positivos (Sensibilidade)
ta: உண்மையான நேர்மறை வீதம் (உணர்திறன்)

source: Total Operating Characteristic Curve
pt: Curva Característica Operacional Total
ta: மொத்த இயக்க சிறப்பியல்பு வளைவு

source: True positives + False positives
pt: Verdadeiros positivos + Falsos positivos
ta: உண்மையான நேர்மறைகள் + தவறான நேர்மறைகள்

source: True positives
pt: Positivos verdadeiros
ta: உண்மையான நேர்மறைகள்

source: Precision-recall
eu: Zehaztasun-berreskurapena
pt: Precisão-revocação
ta: துல்லியமான-மறுபரிசீலனை

source: Sensitivity (Recall)
eu: Sentikortasuna (Gogorapena)
pt: Sensibilidade (Revocação)
ta: உணர்திறன் (நினைவுகூருங்கள்)

source: Positive Predictive Value (Precision)
eu: Balio Iragarle Positiboa (Zehaztasuna)
pt: Valor preditivo positivo (Precisão)
ta: நேர்மறை முன்கணிப்பு மதிப்பு (துல்லியம்)

source: Test Characteristics by Threshold
eu: Proba Ezaugarriak Atalasearen arabera
pt: Testar Características por Limiar
ta: வாசல் மூலம் சோதனை பண்புகள்

source: Test Threshold
de: Test-Schwellenwert
es: Umbral de la Prueba
eu: Proba Atalasea
gl: Limiar da Proba
ja: 検査閾値
pt: Limiar do Teste
ta: சோதனை வாசல்

source: Characteristic
de: Charakteristik
es: Característica
eu: Ezaugarria
gl: Característica
ja: 特性
pt: Característica
ta: சிறப்பியல்பு

source: PPV and NPV by Threshold
pt: VPP e VPL por Limiar
ta: பிபிவி மற்றும் என்.பி.வி வாசல் மூலம்

source: Predictive Value
de: Prädiktiver Wert
es: Valor Predictivo
eu: Balio Iragarlea
gl: Valor Preditivo
ja: 予測値
pt: Valor Preditivo
ta: முன்கணிப்பு மதிப்பு

source: PPV and NPV by Prevalence
de: PPW und NPW nach Prävalenz
es: VPP y VPN por Prevalencia
eu: PPV eta NPV Prebalentziaren arabera
gl: VPP e VPN por Prevalencia
ja: 有病率によるPPVとNPV
pt: VPP e VPN por Prevalência
ta: பிபிவி மற்றும் என்.பி.வி பரவல் மூலம்

source: Alluvial Plot
de: Flussdiagramm
es: Gráfico Aluvial
eu: Alubioi Grafikoa
gl: Gráfica Aluvial
ja: 沖積プロット
pt: Gráfico Aluvial
ta: வண்டல் சூழ்ச்சி

source: Condition
de: Zustand
es: Condición
eu: Baldintza (ad.gaixoa)????
gl: Condición
ja: 条件
pt: Condição
ta: நிபந்தனை

source: Test
es: Contraste
eu: Proba
gl: Proba
ja: 検定
pt: Teste
ta: தேர்வு
