Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: The 'Joint' option shows all %1$s for parameter %2$s when considered together in light of the other hypotheses (by multiplying the density of the %1$s by the %3$s probability of the hypothesis). In addition, the 'Overlying' option allows the visualization of all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Zusammen' zeigt alle %1$s für den Parameter %2$s an, wenn sie zusammen unter Berücksichtigung der anderen Hypothesen betrachtet werden (durch Multiplikation der Dichte der %1$s mit der %3$s-Wahrscheinlichkeit der Hypothese). Zusätzlich ermöglicht die Option 'Überlagern' die Visualisierung aller %1$s übereinander, was einen leichteren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht, und die Option 'Gestapelt' zeigt alle %1$s in einer Abbildung mit einem Tiefeneffekt, der durch die Darstellung der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse erzeugt wird.
es: La opción 'Conjunto' muestra todo %1$s para el parámetro %2$s, cuando se consideran juntas a la vista de las otras hipótesis (multiplicando la densidad de %1$s por la probabilidad de %3$s de la hipótesis). Además, la opción 'Superpuesto' permite la visualización de todo %1$s encima de cada una, permitiendo una comparación más sencilla con una escala común de la densidad y probabilidad en el eje y; la opción 'Apilado' muestra todo %1$s en una imagen con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
eu: 'Elkartua' aukerak %2$s parametrorako %1$s guztiak erakusten ditu, beste hipotesiak kontuan hartuta batera kontuan hartuta (%1$sen dentsitatea hipotesiaren %3$s probabilitatearekin biderkatuz). Horrez gain, 'Gaineratuta' aukerak %1$s guztiak bata bestearen gainean bistaratzea ahalbidetzen du, y ardatzeko dentsitate eta probabilitate eskala komun batekin alderaketa errazagoa ahalbidetuz, eta 'Pilatutako' aukerak %1$s guztiak irudi bakarrean erakusten ditu, z ardatzean 'gehiago' banaketa gehigarriak marraztean sortutako sakontasun efektuarekin.
gl: A opción 'Conxunto' amosa todo %1$s para o parámetro %2$s, cando se consideran xuntas á vista das outras hipóteses (multiplicando a densidade de %1$s pola probabilidade de %3$s da hipótese). Ademais, a opción 'Sobreposto' permite a visualización de todo %1$s enriba de cada unha, permitindo unha comparación máis doada cunha escala común da densidade e probabilidade no eixe y; e a opción 'Amoreado' amosa todo %1$s nunha imaxe cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção 'Conjunta' mostra todos os %1$s para o parâmetro %2$s quando considerados em conjunto à luz das outras hipóteses (multiplicando a densidade dos %1$s pela probabilidade %3$s da hipótese). Além disso, a opção 'Sobreposta' permite a visualização de todos os %1$s uns sobre os outros, facilitando a comparação com uma escala comum de densidade e probabilidade no eixo y, e a opção 'Empilhada' mostra todos os %1$s em uma única figura, com um efeito de profundidade induzido pela plotagem das distribuições adicionais "mais adiante" no eixo z.
ta: 'கூட்டு' விருப்பம் மற்ற கருதுகோள்களின் வெளிச்சத்தில் ஒன்றாகக் கருதப்படும் போது %2$s அளவுருவுக்கு %1$s ஐக் காட்டுகிறது ( %1$s அடர்த்தியை கருதுகோளின் %3$s நிகழ்தகவால் பெருக்குவதன் மூலம்). கூடுதலாக, 'மேலதிக' விருப்பம் ஒருவருக்கொருவர் மேல் அனைத்து %1$s ஐ காட்சிப்படுத்த அனுமதிக்கிறது, இது Y- அச்சில் பொதுவான அடர்த்தி மற்றும் நிகழ்தகவு அளவோடு எளிதாக ஒப்பிட அனுமதிக்கிறது மற்றும் 'அடுக்கப்பட்ட' விருப்பம் அனைத்து %1$s அனைத்தும் ஐக் காட்டுகிறது Z- அச்சில் கூடுதல் விநியோகங்களை 'மேலும்' திட்டமிடுவதன் மூலம் தூண்டப்பட்ட ஆழமான விளைவைக் கொண்ட ஒரு உருவத்தில்.

source: The 'Predictive accuracy' option allows a comparison of the predictive accuracy across all hypotheses. Predictive accuracy refers to how likely the data are given the hypotheses.
de: Die Option 'Vorhersagegenauigkeit' ermöglicht einen Vergleich der Vorhersagegenauigkeit über alle Hypothesen hinweg. Die Vorhersagegenauigkeit bezieht sich darauf, wie wahrscheinlich die Daten unter den Hypothesen sind.
es: La opción 'Precisión predictiva' permite una comparación de la precisión predictiva a través de todas las hipótesis. La precisión predictiva se refiere a como son de probables los datos, dadas las hipótesis.
eu: 'Aurreikuspen-zehaztasuna' aukerak hipotesi guztien arteko aurreikuspen-zehaztasuna alderatzea ahalbidetzen du. Aurreikuspen-zehaztasunak datuak hipotesiak emanda zenbateraino betetzeko probabilitatea adierazten du.
gl: A opción 'Precisión preditiva' permite unha comparación da precisión preditiva a través de todas as hipóteses. A precisión preditiva refírese a como son de probables os datos, dadas as hipóteses.
pt: A opção "Exatidão preditiva" permite comparar a exatidão preditiva entre todas as hipóteses. A exatidão preditiva refere-se à probabilidade dos dados serem compatíveis com as hipóteses.
ta: 'முன்கணிப்பு துல்லியம்' விருப்பம் அனைத்து கருதுகோள்களிலும் முன்கணிப்பு துல்லியத்தை ஒப்பிட்டுப் பார்க்க அனுமதிக்கிறது. முன்கணிப்பு துல்லியம் என்பது தரவுக்கு எவ்வளவு கருதுகோள்கள் வழங்கப்படுகிறது என்பதைக் குறிக்கிறது.

source: The 'Conditional' option shows all predictive accuracies independently, as if they were considered as individual models (without the existence of other hypotheses).
de: Die Option 'Konditional' zeigt alle Vorhersagegenauigkeiten unabhängig voneinander, so als ob sie als individuelle Modelle betrachtet würden (ohne die Existenz anderer Hypothesen).
es: La opción 'Condicionado' muestra todas las precisiones predictivas independientemente, como si fuesen consideradas como modelos individuales (sin la existencia de otras hipótesis).
eu: 'Baldintzapekoa' aukerak iragarpen-zehaztasun guztiak modu independentean erakusten ditu, banakako eredutzat hartuko balira bezala (beste hipotesirik gabe).
gl: A opción 'Condicionado' amosa tódalas precisións preditivas independentemente, como se foran consideradas como modelos individuais (sen a existencia doutras hipóteses).
pt: A opção 'Condicional' mostra todas as exatidões preditivas independentemente, como se fossem consideradas modelos individuais (sem a existência de outras hipóteses).
ta: 'நிபந்தனை' விருப்பம் அனைத்து முன்கணிப்பு துல்லியங்களையும் சுயாதீனமாகக் காட்டுகிறது, அவை தனிப்பட்ட மாதிரிகளாகக் கருதப்பட்டதைப் போல (பிற கருதுகோள்களின் இருப்பு இல்லாமல்).

source: The 'Joint' option shows all predictive accuracies when taking the prior probabilities of hypotheses into account (by multiplying conditional predictive accuracies by prior probabilities of the hypotheses).
de: Die Option 'Zusammen' zeigt alle Vorhersagegenauigkeiten, wenn die Prior-Wahrscheinlichkeiten der Hypothesen berücksichtigt werden (durch Multiplikation bedingter Vorhersagegenauigkeiten mit Prior-Wahrscheinlichkeiten der Hypothesen).
es: La opción 'Conjunto' muestra todas las precisiones predictivas cuando se tienen en cuenta las probabilidades previas de las hipótesis (multiplicando las precisiones predictivas condicionadas por las probabilidades previas de las hipótesis).
eu: 'Joint' aukerak hipotesien aldez aurretiko probabilitateak kontuan hartzen direnean aurreikuspen-zehaztasun guztiak erakusten ditu (baldintzapeko aurreikuspen-zehaztasunak hipotesien aldez aurretiko probabilitateekin biderkatuz).
gl: A opción 'Conxunto' amosa tódalas precisións preditivas cando se teñen en conta as probabilidades previas das hipóteses (multiplicando as precisións preditivas condicionadas polas probabilidades previas das hipóteses).
pt: A opção 'Conjunta' mostra todas as exatidões preditivas ao levar em conta as probabilidades anteriores das hipóteses (multiplicando as exatidões preditivas condicionais pelas probabilidades anteriores das hipóteses).
ta: கருதுகோள்களின் முன் நிகழ்தகவுகளை கணக்கில் எடுத்துக்கொள்ளும்போது 'கூட்டு' விருப்பம் அனைத்து முன்கணிப்பு துல்லியங்களையும் காட்டுகிறது (கருதுகோள்களின் முந்தைய நிகழ்தகவுகளால் நிபந்தனை முன்கணிப்பு துல்லியங்களை பெருக்குவதன் மூலம்).

source: The 'Normalized' option shows all predictive accuracies considered together in light of the other hypotheses (by normalizing the joint predictive accuracies by the probability of the data, which equals to the posterior probability of the hypotheses).
de: Die Option 'Normalisiert' zeigt alle Vorhersagegenauigkeiten, die unter Berücksichtigung der anderen Hypothesen zusammen betrachtet werden (durch Normalisierung der gemeinsamen Vorhersagegenauigkeiten durch die Wahrscheinlichkeit der Daten, die der Posterior-Wahrscheinlichkeit der Hypothesen entspricht).
es: La opción 'Normalizado' muestra todas las precisiones predictivas consideradas juntas a la vista de las otras hipótesis (normalizando las precisiones predictivas conjuntas por la probabilidad de los datos, lo que es igual a la probabilidad posterior de las hipótesis).
eu: 'Normalizatua' aukerak beste hipotesiak kontuan hartuta kontuan hartutako iragarpen-zehaztasun guztiak erakusten ditu (datuen probabilitatearen arabera iragarpen-zehaztasun bateratuak normalizatuz, eta hori hipotesien ondorengo probabilitatearen berdina da).
gl: A opción 'Normalizado' amosa tódalas precisións preditivas consideradas xuntas á vista das outras hipóteses (normalizando as precisións preditivas conxuntas pola probabilidade dos datos, o que é igual á probabilidade posterior das hipóteses).
pt: A opção 'Normalizado' mostra todas as exatidões preditivas consideradas em conjunto à luz das outras hipóteses (normalizando as exatidões preditivas conjuntas pela probabilidade dos dados, que é igual à probabilidade posterior das hipóteses).
ta: 'இயல்பாக்கப்பட்ட' விருப்பம் மற்ற கருதுகோள்களின் வெளிச்சத்தில் ஒன்றாகக் கருதப்படும் அனைத்து முன்கணிப்பு துல்லியங்களையும் காட்டுகிறது (தரவின் நிகழ்தகவு மூலம் கூட்டு முன்கணிப்பு துல்லியங்களை இயல்பாக்குவதன் மூலம், இது கருதுகோள்களின் பின்புற நிகழ்தகவுக்கு சமம்).

source: The 'Test results' option displays a plot with the sequential change in the predictive accuracy of all hypotheses (y-axis). The figure visualizes the updating process as if the individual data points were arriving one after another (x-axis).
de: Die Option 'Testergebnisse' zeigt eine Abbildung mit der sequenziellen Änderung der Vorhersagegenauigkeit aller Hypothesen (y-Achse). Die Abbildung veranschaulicht den Aktualisierungsprozess, als ob die einzelnen Datenpunkte nacheinander eintreffen würden (x-Achse).
es: La opción 'Resultados de los contrastes' presenta un gráfico con el cambio secuencial en la precisión predictiva de todas las hipótesis (eje y). La imagen representa el procedimiento de actualización como si los puntos de datos individuales llegasen uno detrás de otro (eje x).
eu: 'Proben emaitzak' aukerak hipotesi guztien iragarpen-zehaztasunaren aldaketa sekuentzialarekin grafiko bat erakusten du (y ardatza). Irudiak eguneratze-prozesua bistaratzen du, datu-puntu indibidualak bata bestearen atzetik iristen balira bezala (x ardatza).
gl: A opción 'Resultados das probas' presenta unha gráfica co cambio secuencial na precisión preditiva de tódalas hipóteses (eixe y). A imaxe representa o procedemento de actualización como se os puntos de datos individuais chegasen un detrás doutro (eixe x).
pt: A opção 'Resultados do teste' exibe um gráfico com a mudança sequencial na exatidão preditiva de todas as hipóteses (eixo y). A figura visualiza o processo de atualização como se os pontos de dados individuais estivessem chegando um após o outro (eixo x).
ta: 'சோதனை முடிவுகள்' விருப்பம் அனைத்து கருதுகோள்களின் (y- அச்சு) முன்கணிப்பு துல்லியத்தில் தொடர்ச்சியான மாற்றத்துடன் ஒரு சதித்திட்டத்தைக் காட்டுகிறது. தனிப்பட்ட தரவு புள்ளிகள் ஒன்றன்பின் ஒன்றாக (எக்ச்-அச்சு) வருவதைப் போல புதுப்பிக்கும் செயல்முறையை படம் காட்சிப்படுத்துகிறது.

source: The 'Normalized' option shows all predictive accuracies considered together in light of the other hypotheses (by normalizing the joint predictive accuracies by the probability of the data, which equals to the posterior probability of the hypotheses at the given time point).
de: Die Option 'Normalisiert' zeigt alle Vorhersagegenauigkeiten, die unter Berücksichtigung der anderen Hypothesen zusammen betrachtet werden (durch Normalisierung der gemeinsamen Vorhersagegenauigkeiten durch die Wahrscheinlichkeit der Daten, die der Posterior-Wahrscheinlichkeit der Hypothesen zum gegebenen Zeitpunkt entspricht).
es: La opción 'Normalizado' muestra todas las precisiones predictivas consideradas juntas a la vista de las otras hipótesis (normalizando las precisiones predictivas conjuntas por la probabilidad de los datos, lo que es igual a la probabilidad posterior de las hipótesis en el punto temporal dado).
eu: 'Normalizatua' aukerak beste hipotesien argitan batera kontuan hartutako iragarpen-zehaztasun guztiak erakusten ditu (iragarpen-zehaztasun bateratuak datuen probabilitatearen arabera normalizatuz, eta hau hipotesien ondorengo probabilitatearen berdina da une jakin batean).
gl: A opción 'Normalizado' amosa tódalas precisións preditivas consideradas xuntas á vista das outras hipóteses (normalizando as precisións preditivas conxuntas pola probabilidade dos datos, o que é igual á probabilidade posterior das hipóteses no punto temporal dado).
pt: A opção 'Normalizado' mostra todas as exatidões preditivas consideradas em conjunto à luz das outras hipóteses (normalizando as exatidões preditivas conjuntas pela probabilidade dos dados, que é igual à probabilidade posterior das hipóteses no momento dado).
ta: 'இயல்பாக்கப்பட்ட' விருப்பம் மற்ற கருதுகோள்களின் வெளிச்சத்தில் ஒன்றாகக் கருதப்படும் அனைத்து முன்கணிப்பு துல்லியங்களையும் காட்டுகிறது (தரவின் நிகழ்தகவு மூலம் கூட்டு முன்கணிப்பு துல்லியங்களை இயல்பாக்குவதன் மூலம், இது குறிப்பிட்ட நேர புள்ளியில் கருதுகோள்களின் பின்புற நிகழ்தகவுக்கு சமம்).

source: The 'Bayes factor' option can compare the predictive accuracies of the hypotheses to the rest of the hypotheses ('vs. All'), the best hypothesis ('vs. best'), or a specific hypothesis selected in the 'vs.' dropdown (the selected hypothesis correponds to the '0' in BF%1$s%2$s). The nominator and denominator of the Bayes factors can be reversed by choosing the 'BF%2$s%1$s' option (quantifying the evidence in favor of the second hypothesis), or transformed to a log scale by choosing the 'log(BF%1$s%2$s)' option.
de: Die Option 'Bayes-Faktor' kann die Vorhersagegenauigkeit der Hypothesen mit dem Rest der Hypothesen ('vs. Alle'), der besten Hypothese ('vs. Beste') oder einer bestimmten, im Dropdown-Menü 'vs.' ausgewählten Hypothese vergleichen (die ausgewählte Hypothese entspricht der '0' in BF%1$s%2$s). Zähler und Nenner der Bayesfaktoren können durch Auswahl der Option 'BF%2$s%1$s' umgekehrt werden (um die Evidenz zugunsten der zweiten Hypothese zu quantifizieren), oder durch Auswahl der Option 'Log(BF%1$s%2$s)' in eine logarithmische Skala transformiert werden.
es: La opción 'Factor de Bayes' permite comparar las precisiones predictivas de la hipótesis con las demás hipótesis ('vs. Todo'), con la mejor hipótesis ('vs. Mejor'), o con una hipótesis concreta seleccionada del menú desplegable 'vs.' (la hipótesis escogida se corresponde con el '0' en FB%1$s%2$s). El numerador y denominador de los factores de Bayes se pueden invertir escogiendo la opción 'FB%2$s%1$s' (cuantificando la evidencia a favor de la segunda hipótesis), o transformar a la escala logarítmica escogiendo la opción 'log(FB%1$s%2$s)'.
eu: 'Bayes faktorea' aukerak hipotesien aurreikuspen-zehaztasuna gainerako hipotesiekin ('vs. Guztiekin'), hipotesi onenarekin ('vs. onenarekin') edo 'vs.' goitibeherako menuan hautatutako hipotesi espezifiko batekin alderatu dezake (hautatutako hipotesia BF%1$s%2$s-ko '0'-ri dagokio). Bayes faktoreen izendatzailea eta izendatzailea alderantzikatu daitezke 'BF%2$s%1$s' aukera hautatuz (bigarren hipotesiaren aldeko ebidentzia kuantifikatuz), edo eskala logaritmiko batera eraldatu 'log(BF%1$s%2$s)' aukera hautatuz.
gl: A opción 'Factor de Bayes' permite comparar as precisións preditivas da hipótese coas demais hipóteses ('vs. Todo'), coa mellor hipótese ('vs. Mellor'), ou cunha hipótese concreta escollida do menú despregable 'vs.' (a hipótese escollida correspóndese co '0' en FB%1$s%2$s). O numerador e denominador dos factores de Bayes pódense inverter escollendo a opción 'FB%2$s%1$s' (cuantificando a evidencia a favor da segunda hipótese), ou transformar á escala logarítmica escollendo a opción 'log(FB%1$s%2$s)'.
pt: A opção 'Fator de Bayes' permite comparar a exatidão preditiva das hipóteses com as demais hipóteses ('vs. Todas'), com a melhor hipótese ('vs. melhor') ou com uma hipótese específica selecionada no menu suspenso 'vs.' (a hipótese selecionada corresponde ao '0' em FB%1$s%2$s). O nominador e o denominador dos fatores de Bayes podem ser invertidos escolhendo a opção 'FB%2$s%1$s' (quantificando a evidência em favor da segunda hipótese) ou transformados em uma escala logarítmica escolhendo a opção 'log(FB%1$s%2$s)'.
ta: 'பேயச் காரணி' விருப்பம் கருதுகோள்களின் முன்கணிப்பு துல்லியங்களை மீதமுள்ள கருதுகோள்களுடன் ('வெர்சச் ஆல்'), சிறந்த கருதுகோள் ('வெர்சச் பெச்ட்') அல்லது 'வெர்சச்' இல் தேர்ந்தெடுக்கப்பட்ட ஒரு குறிப்பிட்ட கருதுகோள் ஆகியவற்றுடன் ஒப்பிடலாம். கீழ்தோன்றல் (தேர்ந்தெடுக்கப்பட்ட கருதுகோள் BF%1$s%2$s இல் உள்ள '0' க்கு ஒருங்கிணைக்கப்படுகிறது). 'BF%2$s%1$s' விருப்பத்தைத் தேர்ந்தெடுப்பதன் மூலம் (இரண்டாவது கருதுகோளுக்கு ஆதரவாக ஆதாரங்களை அளவிடுதல்), அல்லது 'பதிவைத் தேர்ந்தெடுப்பதன் மூலம் பதிவு அளவிற்கு மாற்றுவதன் மூலம் பேயச் காரணிகளின் பரிந்துரைப்பவர் மற்றும் வகுப்பான் மாற்றியமைக்கப்படலாம் ( BF%1$s%2$s) 'விருப்பம்.

source: The 'Updating table' option generates a numerical summary of the displayed figure.
de: Die Option 'Aktualisierungstabelle' erzeugt eine numerische Zusammenfassung der angezeigten Abbildung.
es: La opción 'Tabla de actualización' genera un resumen numérico de la figura presentada.
eu: 'Taula eguneratzen' aukerak bistaratutako irudiaren laburpen numerikoa sortzen du.
gl: A opción 'Táboa de actualización' xera un resumo numérico da imaxe presentada.
pt: A opção 'Atualizar tabela' gera um resumo numérico do valor exibido.
ta: 'புதுப்பித்தல் அட்டவணை' விருப்பம் காட்டப்படும் படத்தின் எண் சுருக்கத்தை உருவாக்குகிறது.

source: <ul><li>'central' - a central interval (or quantile) that covers the central 'mass'%% area of the distribution</li><li>'HPD' - a highest posterior density interval that covers 'mass'%% area with the shortest range</li><li>'custom' - an interval defined by a 'lower' and 'upper' bound. It returns the posterior mass of the parameter falling inside the custom interval.</li>%s</ul>
de: <ul><li>'zentral' - ein zentrales Intervall (oder Quantil), das die zentrale 'Masse-%%-Fläche der Verteilung abdeckt</li><li>'HPD' - ein Intervall mit der höchsten Posterior-Dichte, das die 'Masse-%%-Fläche mit dem kürzesten Bereich abdeckt</li><li>'custom' - ein Intervall, das durch eine 'untere' und 'obere' Grenze definiert ist. Es liefert die Posterior-Masse des Parameters, der in das benutzerdefinierte Intervall fällt.</li>%s</ul>
es: <ul><li>'central' - Intervalo (o cuantil) centrado que ciñe el área de la 'masa'%% central de la distribución</li><li>'HPD' - Mayor intervalo de densidad posterior que ciñe el área de la 'masa'%% con el rango más pequeño</li><li>'personalizado' - Intervalo definido por unos límites 'inferior' y 'superior'. Devuelve la masa posterior del parámetro que hay dentro del intervalo personalizado.</li>%s</ul>
eu: <ul><li>'zentrala' - banaketaren erdiko 'masa'%% eremua hartzen duen tarte zentral bat (edo kuantila).</li><li>'HPD' - tarte laburrena duen 'masa'%% eremua hartzen duen dentsitate atzeko tarte handieneko bat.</li><li>'pertsonalizatua' - 'beheko' eta 'goiko' muga batez definitutako tartea. Tarte pertsonalizatuaren barruan dagoen parametroaren atzeko masa itzultzen du.</li>%s</ul>
gl: <ul><li>'central' - Intervalo (ou cuantil) centrado que cingue a área da 'masa'%% central da distribución</li><li>'HPD' - Maior intervalo de densidade posterior que cingue a área da 'masa'%% co rango máis pequeno</li><li>'personalizado' - Intervalo definido por uns límites 'inferior' e 'superior'. Devolve a masa posterior do parámetro que hai dentro do intervalo personalizado.</li>%s</ul>
pt: <ul><li>'central' - um intervalo central (ou quantil) que cobre a área central de 'massa'%% da distribuição</li><li>'HPD' - um intervalo de densidade posterior mais alta que cobre a área de 'massa'%% com o menor alcance</li><li>'customizado' - um intervalo definido por um limite 'inferior' e 'superior'. Retorna a massa posterior do parâmetro que se enquadra no intervalo personalizado.</li>%s</ul>
ta: இப்போது குறுகிய வரம்பைக் கொண்ட '%% பகுதி </li> <li>' தனிப்பயன் ' - ஒரு' கீழ் 'மற்றும்' அப்பர் 'பிணைப்பால் வரையறுக்கப்பட்ட இடைவெளி. இது தனிப்பயன் இடைவெளியில் விழும் அளவுருவின் பின்புற வெகுசனத்தை வழங்குகிறது. </Li>%s </ul>

source: Mode
de: Modus
es: Moda
eu: Moda
gl: Moda
ja: 最頻値
pt: Moda
ta: பயன்முறை

source: Warning: The number of players must be at least 2. Adjust the inputs!
de: Warnung: Die Spieleranzahl muss mindestens 2 sein. Passe die Eingaben an!
es: Advertencia: El número de jugadores debe ser al menos de 2. ¡Ajusta las entradas!
eu: Abisua: Jokalari kopurua gutxienez 2 izan behar da. Doitu sarrerak!
gl: Aviso: O número de xogadores debe ser cando menos de 2. Axusta as achegas!
ja: 警告: プレイヤーの数は少なくとも 2 でなければなりません。入力を調整してください!
pt: Aviso: O número de jogadores deve ser pelo menos 2. Ajuste as entradas!
ta: எச்சரிக்கை: வீரர்களின் எண்ணிக்கை குறைந்தது இருக்க வேண்டும். உள்ளீடுகளை சரிசெய்யவும்!

source: Warning: The number of players must be at most 9. Adjust the inputs!
es: Advertencia: El número de jugadores debe ser al menos de 9. ¡Ajusta las entradas!
eu: Abisua: Jokalari kopurua gehienez 9 izan behar da. Doitu sarrerak!
ja: 警告: プレイヤーの数は最大でも9人でなければなりません。入力を調整してください!
pt: Aviso: O número de jogadores deve ser no máximo 9. Ajuste as entradas!
ta: எச்சரிக்கை: வீரர்களின் எண்ணிக்கை அதிகபட்சமாக இருக்க வேண்டும் 9. உள்ளீடுகளை சரிசெய்யவும்!

source: Warning: The number of point(s) required to win should be at least 1!
de: Warnung: Die zum Sieg benötigte Punktzahl sollte mindestens 1 sein!
es: Advertencia: ¡El número de puntos requeridos para ganar debe ser al menos de 1!
eu: Abisua: Irabazteko behar diren puntu kopurua gutxienez 1 izan behar da!
gl: Aviso: O número de puntos requiridos para gañar debe ser cando menos de 1!
pt: Aviso: O número de pontos necessários para ganhar deve ser de pelo menos 1!
ta: எச்சரிக்கை: வெற்றிபெற தேவையான புள்ளி (கள்) எண்ணிக்கை குறைந்தது 1 ஆக இருக்க வேண்டும்!

source: Warning: Player %1$s has already won the game. Adjust the inputs!
es: Advertencia: El jugador %1$s ya ha ganado el juego. ¡Ajusta las entradas!
pt: Aviso: O jogador %1$s já venceu o jogo. Ajuste as entradas!
ta: எச்சரிக்கை: பிளேயர் %1$s ஏற்கனவே விளையாட்டை வென்றுள்ளன. உள்ளீடுகளை சரிசெய்யவும்!

source: Warning: No negative input values! Adjust the inputs!
de: Warnung: Keine negativen Eingangswerte! Passe die Eingaben an!
es: Advertencia: Valores de entrada no negativos. ¡Ajusta las entradas!
eu: Abisua: Ez dago sarrera-balio negatiborik! Doitu sarrerak!
gl: Aviso: Valores de entrada non negativos. Axusta as achegas!
pt: Aviso: Não use valores de entrada negativos! Ajuste as entradas!
ta: எச்சரிக்கை: எதிர்மறை உள்ளீட்டு மதிப்புகள் இல்லை! உள்ளீடுகளை சரிசெய்யவும்!

source: Players
de: Spieler
es: Jugadores
eu: Jokalariak
gl: Xogadores
pt: Jogadores
ta: வீரர்கள்

source: p(win 1 point)
de: p(1 Punkt gewinnen)
es: p(ganar 1 punto)
eu: p(puntu 1 irabazi)
gl: p(gañar 1 punto)
pt: p(ganha 1 ponto)
ta: பி (வெற்றி 1 புள்ளி)
