Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: Points Gained
de: Gewonnene Punkte
es: Puntos Ganados
eu: Lortutako Puntuak
gl: Puntos Gañados
pt: Pontos Ganhos
ta: பெற்ற புள்ளிகள்

source: Analytical
de: Analytisch
es: Analítico
eu: Analitikoa
gl: Analítico
pt: Analítico
ta: பகுப்பாய்வு

source: p(win the game)
de: p(das Spiel gewinnen)
es: p(ganar el juego)
eu: p(jokoa irabazi)
gl: p(gañar o xogo)
pt: p(ganhar o jogo)
ta: பி (விளையாட்டை வெல்லுங்கள்)

source: Simulated
de: Simuliert
es: Simulado
eu: Simulatua
gl: Simulado
pt: Simulado
ta: உருவகப்படுத்தப்பட்டது

source: The number of players (%1$i) does not equal the numbers of points for each player when interrupted (%2$i). Please check the appropriate settings.
de: Die Anzahl der Spieler (%1$i) stimmt nicht mit den Punktzahlen für jeden Spieler bei Unterbrechung (%2$i) überein. Bitte überprüfe die entsprechenden Einstellungen.
es: El número de jugadores (%1$i) no es igual al número de puntos para cada jugador cuando se detuvo (%2$i). Por favor, comprueba las configuraciones adecuadas.
eu: Jokalari kopurua (%1$i) ez da berdina jokalari bakoitzak eteten denean lortutako puntu kopuruarekin (%2$i). Mesedez, egiaztatu ezarpen egokiak.
gl: O número de xogadores (%1$i) non é igual ao número de puntos para cada xogador cando se parou (%2$i). Por favor, comproba as configuracións axeitadas.
pt: O número de jogadores (%1$i) não é igual ao número de pontos de cada jogador quando interrompido (%2$i). Verifique as configurações apropriadas.
ta: வீரர்களின் எண்ணிக்கை (%1$i) குறுக்கிடும்போது ஒவ்வொரு வீரருக்கும் புள்ளிகளின் எண்ணிக்கையை சமப்படுத்தாது (%2$i). பொருத்தமான அமைப்புகளை சரிபார்க்கவும்.

source: Prior Skill
de: A-priori Fähigkeit
es: Habilidad Previa
eu: Aurreko Trebetasuna
gl: Habilidade Previa
pt: Habilidade Anterior
ta: முன் திறன்

source: Only numeric values are allowed in the input.
de: Es sind nur numerische Werte in der Eingabe erlaubt.
es: Solo se admiten valores numéricos en la entrada.
eu: Balio numerikoak bakarrik onartzen dira sarreran.
gl: Só se admiten valores numéricos na achega.
pt: Apenas valores numéricos são permitidos na entrada.
ta: உள்ளீட்டில் எண் மதிப்புகள் மட்டுமே அனுமதிக்கப்படுகின்றன.

source: normal (%1$s, %2$s)
eu: normala (%1$s, %2$s)
ta: இயல்பானது ( %1$s, %2$s)

source: Prior (μ)
es: Previo (μ)
eu: Aurrekoa (μ)
gl: Previo (μ)
pt: Anterior (μ)
ta: முன் (மீ)

source: Prior Mean
de: Prior Mittelwert
es: Media Previa
eu: Aurreko Batez bestekoa
gl: Media Previa
pt: Média Anterior
ta: முன் சராசரி

source: Posterior (μ)
eu: Ondorengoa (μ)
ta: பின்புறம் (μ)

source: Posterior Mean
de: Posterior Mittelwert
es: Media Posterior
eu: Ondorengo Batez bestekoa
gl: Media Posterior
ja: 事後平均
pt: Media posterior
ta: பின்புற சராசரி

source: Population mean
de: Mittelwert der Grundgesamtheit
es: Media de la población
eu: Populazioaren batez bestekoa
gl: Media da poboación
pt: Média populacional
ta: மக்கள் தொகை சராசரி

source: Prediction
de: Vorhersage
es: Predicción
eu: Iragarpena
gl: Predición
pt: Previsão
ta: கணிப்பு

source: Prediction Mean
de: Mittelwert Vorhersage
es: Media de la Predicción
eu: Iragarpen Batez bestekoa
gl: Media da Predición
pt: Média da Previsão
ta: கணிப்பு சராசரி

source: Please, specify the standard deviation of the data.
de: Bitte gib die Standardabweichung der Daten an.
es: Por favor, indica la desviación típica de los datos.
eu: Mesedez, zehaztu datuen desbideratze estandarra.
gl: Por favor, indica o desvío padrón dos datos.
pt: Por favor, especifique o desvio padrão dos dados.
ta: தயவுசெய்து, தரவின் நிலையான விலகலைக் குறிப்பிடவும்.

source: The prediction for %1$s future %2$s is based on %3$s.
es: La predicción para %1$s futuro %2$s se basa en %3$s.
eu: %1$s etorkizuneko %2$s-ren iragarpena %3$s-n oinarritzen da.
pt: A previsão para %1$s futuros %2$s é baseada em %3$s.
ta: %1$s எதிர்கால %2$s க்கான கணிப்பு %3$s ஐ அடிப்படையாகக் கொண்டது.

source: Sample means
de: Stichprobenmittelwerte
es: Medias muestrales
eu: Laginaren batez bestekoak
gl: Medias da mostra
pt: Médias da amostra
ta: மாதிரி பொருள்

source: Future data
de: Zukünftige Daten
es: Datos futuros
eu: Etorkizuneko datuak
gl: Datos futuros
pt: Dados futuros
ta: எதிர்கால தரவு

source: Inclusion BF
de: Inklusion BF
es: FB de la Inclusión
eu: Inklusio BF
gl: Inclusión FB
ja: 包含BF
pt: FB da Inclusão
ta: சேர்த்தல் பி.எஃப்

source: %1$s%% CI: [%2$s, %3$s]
es: IC del %1$s%% : [%2$s, %3$s]
eu: %1$s%% KT: [%2$s, %3$s]
pt: %1$s%% IC: [%2$s, %3$s]

source: %i%% HPD
es: HPD del %i%%
pt: HPD do %i%%

source: The parameter '%1$s' for model/hypothesis '%2$s' must be between 0 and 1.
de: Der Parameter '%1$s' für Modell/Hypothese '%2$s' muss zwischen 0 und 1 liegen.
es: El parámetro '%1$s' para el modelo/la hipótesis '%2$s' debe estar entre 0 y 1.
eu: '%2$s' eredu/hipotesirako '%1$s' parametroa 0 eta 1 artean egon behar da.
gl: O parámetro '%1$s' para o modelo/a hipótese '%2$s' debe estar entre 0 e 1.
ja: モデル/仮説 '%2$s' のパラメータ '%1$s' は 0 から 1 の間でなければなりません.
pt: O parâmetro '%1$s' para o modelo/hipótese '%2$s' deve estar entre 0 e 1.

source: The 'Gaussian Estimation' analysis offers two types of prior distributions for parameter %1$s of a normal distribution, Normal(%1$s, %2$s), with known standard deviation %2$s: <ul><li>'Spike(%3$s)' - for concentrating all probability mass at one point (%3$s). This represents the prior belief that the population proportion is %3$s with certainty. This conviction is so strong that no data can move this prior belief. Hence, the posterior is also a spike at %3$s. The prior and the posterior %8$s then corresponds to the location of the spike.</li><li>'Normal(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a normal distribution with parameters mean %3$s and standard deviation %4$s. The prior %8$s corresponds to the mean parameter of the normal distribution %3$s. After seeing 'N' observations with mean %5$s, the posterior distribution updates to normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) with %8$s corresponding to the mean of posterior distribution.</li></ul>
de: Die Analyse 'Gaußsche Schätzung' bietet zwei Arten von Prior-Verteilungen für den Parameter %1$s einer Normalverteilung, Normal(%1$s, %2$s), mit bekannter Standardabweichung %2$s: <ul><li>'Punktmasse(%3$s)' - für die Konzentration aller Wahrscheinlichkeitsmasse auf einen Punkt (%3$s). Dies stellt die a-priori Überzeugung dar, dass der Anteil der Grundgesamtheit mit Sicherheit %3$s beträgt. Diese Überzeugung ist so stark, dass keine Daten diese a-priori Überzeugung verschieben können. Folglich ist auch der Posterior eine Punkmasse bei %3$s. Der Prior und der Posterior %8$s entsprechen dann der Position der Punktmasse.</li><li>'Normal(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Normalverteilung mit den Parametern Mittelwert %3$s und Standardabweichung %4$s. Der Prior %8$s entspricht dem Mittelwert des Parameters der Normalverteilung %3$s. Nachdem 'N' Beobachtungen mit Mittelwert %5$s gemacht wurden, wird die Prior-Verteilung aktualisiert auf Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) wobei %8$s dem Mittelwert der Posterior-Verteilung entspricht.</li></ul>
es: El análisis 'Estimación Normal' ofrece dos tipos de distribuciones previas del parámetro %1$s de una distribución Normal(%1$s, %2$s), con una desviación típica conocida %2$s: <ul><li>'Pico(%3$s)' - Para concentrar toda la masa de probabilidad en un punto (%3$s). Esto representa la creencia previa de que la proporción en la población es %3$s con certeza. Este convencimiento es tan fuerte que ningún dato puede modificar esta creencia previa. Por eso, la posterior es también un pico en %3$s. La %8$s previa y posterior corresponde entonces a la posición del pico.</li><li>'Normal(%3$s, %4$s)' - Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Normal con parámetros media %3$s y desviación típica %4$s. El %8$s previo se corresponde con el parámetro de la media de la distribución Normal %3$s. Después de considerar 'N' observaciones con media %5$s, la distribución posterior se actualiza a Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) correspondiéndose %8$s con la media de la distribución posterior .</li></ul>
gl: A análise 'Estimación Normal' ofrece dous tipos de distribucións previas do parámetro %1$s dunha distribución Normal(%1$s, %2$s), cun desvío padrón coñecido %2$s: <ul><li>'Pico(%3$s)' - Para concentrar toda a masa de probabilidade nun punto (%3$s). Isto representa a crenza previa de que a proporción na poboación é %3$s con certeza. Este convencemento é tan forte que ningún dato pode modificar esta crenza previa. Por iso, a posterior é tamén un pico en %3$s. A %8$s previa e posterior corresponde entón á posición do pico.</li><li>'Normal(%3$s, %4$s)' - Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Normal con parámetros media %3$s e desvío padrón %4$s. O %8$s previo correspóndese co parámetro da media da distribución Normal %3$s. Despois de considerar 'N' observacións con media %5$s, a distribución posterior actualízase a Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) correspondéndose %8$s coa media da distribución posterior .</li></ul>
pt: A análise de "Estimativa Gaussiana" oferece dois tipos de distribuições a priori para o parâmetro %1$s de uma distribuição normal, Normal(%1$s, %2$s), com desvio padrão conhecido %2$s: <ul><li>'Pico(%3$s)' - para concentrar toda a massa de probabilidade em um ponto (%3$s). Isso representa a crença a priori de que a proporção da população é %3$s com certeza. Essa convicção é tão forte que nenhum dado pode mudar essa crença a priori. Portanto, a posteriori também é um pico em %3$s. A anterior e a posterior %8$s correspondem à localização do pico.</li><li>'Normal(%3$s, %4$s)' - para alocar a densidade de probabilidade em todos os valores do parâmetro %1$s de acordo com uma distribuição normal com parâmetros de média %3$s e desvio padrão %4$s. A anterior %8$s corresponde ao parâmetro médio da distribuição normal %3$s. Após ver 'N' observações com média %5$s, a distribuição posterior é atualizada para normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) com %8$s correspondendo à média da distribuição posterior.</li></ul>

source: The 'Binomial Testing' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability density at one location (%2$s). The marginal likelihood corresponds to a binomial density evaluated at the observed number of successes, with size equal to the number of observations, and with the chance parameter equal to the location of the spike.</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. The marginal likelihood corresponds to a beta-binomial density evaluated at the observed number of successes, with size equal to the number of observations, and with parameters %3$s and %4$s corresponding to the shape parameters of the prior beta distribution.</li></ul>
de: Die Analyse 'Binomial-Test' bietet zwei Arten von Prior-Verteilungen für den Parameter %1$s, der den zugrunde liegenden Anteil von Erfolgen in der Grundgesamtheit darstellt: <ul><li>'Punktmasse(%2$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Ort (%2$s). Die Randwahrscheinlichkeit entspricht einer binomialen Dichte, die an der beobachteten Anzahl von Erfolgen abgelesen wird, wobei die Größe gleich der Anzahl der Beobachtungen und der Zufallsparameter gleich dem Ort der Punktmasse ist.</li><li>'Beta(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Beta-Verteilung mit den Parametern %3$s und %4$s. Die Randwahrscheinlichkeit entspricht einer Beta-Binomialen Dichte, die an der beobachteten Anzahl von Erfolgen abgelesen wird, wobei die Größe gleich der Anzahl der Beobachtungen ist und die Parameter %3$s und %4$s den Formparametern der früheren Beta-Verteilung entsprechen.</li></ul>
es: El análisis 'Comprobación Binomial' ofrece dos tipos de distribuciones previas para el parámetro %1$s que representa la proporción de aciertos subyacente en la población: <ul><li>'Spike(%2$s)' - Para concentrar toda la densidad de probabilidad en una posición (%2$s). La verosimilitud marginal se corresponde con una densidad Binomial evaluada en el número observado de aciertos, con tamaño igual al número de observaciones, y con el parámetro de oportunidad igual a la posición del pico.</li><li>'Beta(%3$s, %4$s)' - Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Beta con parámetros %3$s y %4$s. La verosimilitud marginal se corresponde con una densidad Beta-Binomial evaluada en el número observado de aciertos, con tamaño igual al número de observaciones, y con los parámetros %3$s y %4$s correspondientes a los parámetros de forma de la distribución Beta previa.</li></ul>
eu: 'Binomial Testing' analisiak bi aurreko banaketa mota eskaintzen ditu %1$s parametrorako, arrakastaren oinarrizko populazio proportzioa adierazten dutenak: <ul><li>'Spike(%2$s)' - probabilitate dentsitate guztia kokapen bakarrean (%2$s) kontzentratzeko. Probabilitate marjinala arrakasta kopuru behatuan ebaluatutako dentsitate binomial bati dagokio, behaketa kopuruaren berdina den tamainarekin eta aukera parametroa puntako kokapenaren berdina denarekin.</li><li>'Beta(%3$s, %4$s)' - probabilitate dentsitatea %1$s parametroaren balio guztietan esleitzeko, %3$s eta %4$s parametroak dituen beta banaketa baten arabera. Probabilitate marjinala arrakasta kopuru behatuan ebaluatutako beta-binomial dentsitate bati dagokio, behaketa kopuruaren berdina den tamainarekin eta aurreko beta banaketaren forma parametroei dagozkien %3$s eta %4$s parametroekin.</li></ul>
gl: A análise 'Comprobación Binomial' ofrece dous tipos de distribucións previas para o parámetro %1$s que representa a proporción de acertos subxacente na poboación: <ul><li>'Spike(%2$s)' - Para concentrar toda a densidade de probabilidade nunha posición (%2$s). A verosimilitude marxinal correspóndese cunha densidade Binomial avaliada no número observado de acertos, con tamaño igual ao número de observacións, e co parámetro de oportunidade igual á posición do pico.</li><li>'Beta(%3$s, %4$s)' - Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Beta con parámetros %3$s and %4$s. A verosimilitude marxinal correspóndese cunha densidade Beta-Binomial avaliada no número observado de acertos, con tamaño igual ao número de observacións, e cos parámetros %3$s e %4$s correspondentes aos parámetros de forma da distribución Beta previa.</li></ul>
pt: A análise de 'Teste Binomial' oferece dois tipos de distribuições a priori para o parâmetro %1$s, que representa a proporção de sucessos da população subjacente: <ul><li>'Pico(%2$s)' - para concentrar toda a densidade de probabilidade em um local (%2$s). A verossimilhança marginal corresponde a uma densidade binomial avaliada no número observado de sucessos, com tamanho igual ao número de observações e com o parâmetro de chance igual à localização do spike.</li><li>'Beta(%3$s, %4$s)' - para alocar a densidade de probabilidade entre todos os valores do parâmetro %1$s de acordo com uma distribuição beta com os parâmetros %3$s e %4$s. A verossimilhança marginal corresponde a uma densidade beta-binomial avaliada no número observado de sucessos, com tamanho igual ao número de observações e com os parâmetros %3$s e %4$s correspondendo aos parâmetros de forma da distribuição beta a priori.</li></ul>

source: The 'Gaussian Testing' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population mean of a normal distribution, Normal(%1$s, %2$s), with known standard deviation %2$s: <ul><li>'Spike(%3$s)' - for concentrating all probability density at one location (%3$s). The marginal likelihood corresponds to a normal density evaluated at the observed mean, with mean equal to the location of the spike, and standard deviation as %2$s/%7$sN, where 'N' stands for the number of observations.</li><li>'Normal(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a normal distribution with mean %3$s and standard deviation %4$s. The marginal likelihood corresponds to a normal density evaluated at the observed mean, with mean equal to the mean of the prior distribution, and standard deviation of %7$s( %2$s%6$s/N + %4$s%6$s ).</li></ul>
de: Die Analyse 'Gauß-Test' bietet zwei Arten von Vorverteilungen für den Parameter %1$s, der den zugrunde liegenden Mittelwert der Grundgesamtheit einer Normalverteilung darstellt, Normal(%1$s, %2$s), mit bekannter Standardabweichung %2$s: <ul><li>'Punktmasse(%3$s)' - zur Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Ort (%3$s). Die Randwahrscheinlichkeit entspricht einer Normalverteilungsdichte, die am beobachteten Mittelwert abgelesen wird, wobei der Mittelwert gleich dem Ort der Punktmasse ist und die Standardabweichung %2$s/%7$sN beträgt, wobei 'N' für die Anzahl der Beobachtungen steht.</li><li>'Normal(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Normalverteilung mit Mittelwert %3$s und Standardabweichung %4$s. Die Randwahrscheinlichkeit entspricht einer Normalverteilungsdichte, die am beobachteten Mittelwert abgelesen wird, wobei der Mittelwert gleich dem Mittelwert der Prior-Verteilung ist und die Standardabweichung %7$s( %2$s%6$s/N + %4$s%6$s ) beträgt.</li></ul>
es: El análisis 'Comprobación Normal' ofrece dos tipos de distribuciones previas del parámetro %1$s que representa la media poblacional subyacente de una distribución Normal(%1$s, %2$s), con una desviación típica conocida %2$s: <ul><li>'Spike(%3$s)' - Para concentrar toda la densidad de probabilidad en una posición (%3$s). La verosimilitud marginal se corresponde con una densidad Normal evaluada en la media observada, con media igual a la posición del pico, y una desviación típica %2$s/%7$sN, donde 'N' representa el número de observaciones.</li><li>'Normal(%3$s, %4$s)' - Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Normal con media %3$s y desviación típica %4$s. La verosimilitud marginal se corresponde con una densidad Normal evaluada en la media observada, con media igual a la media de la distribución previa, y desviación típica %7$s( %2$s%6$s/N + %4$s%6$s ).</li></ul>
eu: 'Gaussiar Testa' analisiak bi banaketa mota eskaintzen ditu %1$s parametroarentzat, banaketa normal baten azpiko populazio-batez bestekoa adierazten duena, Normala(%1$s, %2$s), %2$s desbideratze estandar ezagunarekin: <ul><li>'Garrantzia(%3$s)' - probabilitate-dentsitate guztia kokapen bakarrean kontzentratzeko (%3$s). Probabilitate marjinala batez besteko behatuan ebaluatutako dentsitate normal bati dagokio, batez bestekoa garratzaren kokapenaren berdina izanik, eta desbideratze estandarra %2$s/%7$sN izanik, non 'N' behaketa kopurua den.</li><li>'Normala(%3$s, %4$s)' - probabilitate-dentsitatea %1$s parametroaren balio guztietan esleitzeko, batez bestekoa %3$s eta desbideratze estandarra %4$s dituen banaketa normal baten arabera. Marjina-probabilitatea batez besteko behatuan ebaluatutako dentsitate normal bati dagokio, batez bestekoa aurreko banaketaren batez bestekoaren berdina izanik eta %7$s-ko desbideratze estandarrarekin ( %2$s%6$s/N + %4$s%6$s ).</li></ul>
gl: A análise 'Comprobación Normal' ofrece dous tipos de distribucións previas do parámetro %1$s que representa a media poboacional subxacente dunha distribución Normal(%1$s, %2$s), cun desvío padrón coñecido %2$s: <ul><li>'Spike(%3$s)' - Para concentrar toda a densidade de probabilidade nunha posición (%3$s). A verosimilitude marxinal correspóndese cunha densidade Normal avaliada na media observada, con media igual á posición do pico, e un desvío padrón %2$s/%7$sN, onde 'N' representa o número de observacións.</li><li>'Normal(%3$s, %4$s)' - Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Normal con media %3$s e desvío padrón %4$s. A verosimilitude marxinal correspóndese cunha densidade Normal avaliada na media observada, con media igual á media da distribución previa, e desvío padrón %7$s( %2$s%6$s/N + %4$s%6$s ).</li></ul>
pt: A análise de 'Teste Gaussiano' oferece dois tipos de distribuições a priori para o parâmetro %1$s, que representa a média populacional subjacente de uma distribuição normal, Normal(%1$s, %2$s), com desvio padrão conhecido %2$s: <ul><li>'Pico(%3$s)' - para concentrar toda a densidade de probabilidade em um local (%3$s). A verossimilhança marginal corresponde a uma densidade normal avaliada na média observada, com média igual ao local do spike e desvio padrão como %2$s/%7$sN, onde "N" representa o número de observações.</li><li>'Normal(%3$s, %4$s)' - para alocar a densidade de probabilidade entre todos os valores do parâmetro %1$s de acordo com uma distribuição normal com média %3$s e desvio padrão %4$s. A verossimilhança marginal corresponde a uma densidade normal avaliada na média observada, com média igual à média da distribuição anterior e desvio padrão de %7$s( %2$s%6$s/N + %4$s%6$s ).</li></ul>
