Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: The lower CI limit is higher than the number of future observations. Please, change the value of the lower CI limit in the settings panel.
de: Die untere Grenze des Konfidenzintervalls ist höher als die Anzahl der zukünftigen Beobachtungen. Bitte ändere die untere Grenze in den Einstellungen.
es: El límite inferior del IC es mayor que el número de observaciones futuras. Por favor, cambia el valor del límite inferior del IC en el panel de configuraciones.
eu: KT beheko muga etorkizuneko behaketa kopurua baino handiagoa da. Mesedez, aldatu beheko KT mugaren balioa ezarpenen panelean.
gl: O límite inferior do IC é maior que o número de observacións futuras. Por favor, troca o valor do límite inferior do IC no panel de configuracións.
ja: CI下限値が将来の観測数よりも大きくなっています。設定パネルで下限CIの値を変更してください.
pt: O limite inferior do IC é maior que o número de observações futuras. Altere o valor do limite inferior do IC no painel de configurações.
ta: குறைந்த தொஒ வரம்பு எதிர்கால அவதானிப்புகளின் எண்ணிக்கையை விட அதிகமாக உள்ளது. தயவுசெய்து, அமைப்புகள் குழுவில் குறைந்த தொஒ வரம்பின் மதிப்பை மாற்றவும்.

source: The lower CI limit is higher than the upper CI limit. Please, change the value of the CI limits in the settings panel.
de: Die untere Grenze Konfidenzintervalls liegt über der unteren Grenze. Bitte ändere die Grenzen in den Einstellungen.
es: El límite inferior del IC es mayor que el límite superior del IC. Por favor, cambia los valores de los límites del IC en el panel de configuraciones.
eu: KT beheko muga goiko KI muga baino handiagoa da. Mesedez, aldatu KT mugen balioa ezarpenen panelean.
gl: O límite inferior do IC é maior que o límite superior do IC . Por favor, troca os valores dos límites do IC no panel de configuracións.
ja: 下限のCIリミットが上限のCIリミットよりも高い。設定パネルでCIリミットの値を変更してください.
pt: O limite inferior do IC é maior que o limite superior do IC. Por favor, altere o valor dos limites do IC no painel de configurações.
ta: குறைந்த தொஒ வரம்பு மேல் தொஒ வரம்பை விட அதிகமாக உள்ளது. தயவுசெய்து, அமைப்புகள் குழுவில் உள்ள தொஒ வரம்புகளின் மதிப்பை மாற்றவும்.

source: Proportion of Successes
de: Anteil der Erfolge
es: Proporción de Aciertos
eu: Arrakasta-Proportzioa
gl: Proporción de Acertos
ja: 成功の割合
pt: Proporção de Sucessos
ta: வெற்றிகளின் விகிதம்

source: Testing Summary
de: Testzusammenfassung
es: Resumen de Pruebas
eu: Proben Laburpena
gl: Resumo de Probas
ja: テストの要約
pt: Resumo do Teste
ta: சோதனை சுருக்கம்

source: BF%s
es: FB%s
gl: FB%s
pt: FB%s
ta: பி.எஃப்%s

source: log(BF%s)
es: log(FB%s)
gl: log(FB%s)
pt: log(FB%s)
ta: பதிவு (பி.எஃப்%s)

source: Hypothesis
de: Hypothese
es: Hipótesis
eu: Hipotesia
gl: Hipótese
ja: 仮説
pt: Hipótese
ta: கருதுகோள்

source: P(H)
ta: பி (எச்)

source: log(likelihood)
es: log(verosimilitud)
eu: log(egiazkotasuna) log(likelihood)
gl: log(verosimilitude)
pt: log(verossimilhança)
ta: பதிவு (வாய்ப்பு)

source: P(H|data)
de: P(H|Daten)
es: P(H|datos)
eu: P(H|datuak)
gl: P(H|datos)
pt: P(H|dados)
ta: பி (எச் | தரவு)

source: Summary of %1$s could not be computed. The most likely reason is the lack of numerical precision due to the truncation-data conflict (i.e., majority of the posterior distribution lies outside of the truncation range).
pt: O resumo de %1$s não pôde ser calculado. O motivo mais provável é a falta de precisão numérica devido ao conflito entre dados de truncamento (ou seja, a maior parte da distribuição posterior está fora do intervalo de truncamento).
ta: %1$s இன் சுருக்கத்தை கணக்கிட முடியவில்லை. துண்டிப்பு-தரவு மோதல் காரணமாக எண் துல்லியம் இல்லாதது பெரும்பாலும் காரணம் (அதாவது, பின்புற விநியோகத்தின் பெரும்பகுதி துண்டிப்பு வரம்பிற்கு வெளியே உள்ளது).

source: Bayes factors and posterior probabilities could not be computed since the marginal likelihoods are not available for some models.
eu: Bayes faktoreak eta ondorengo probabilitateak ezin izan dira kalkulatu, eredu batzuetarako probabilitate marjinalak ez daudelako eskuragarri.
pt: Fatores de Bayes e probabilidades posteriores não puderam ser calculados, pois as probabilidades marginais não estão disponíveis para alguns modelos.
ta: சில மாடல்களுக்கு ஓரளவு சாத்தியக்கூறுகள் கிடைக்காததால் பேயச் காரணிகள் மற்றும் பின்புற நிகழ்தகவுகளை கணக்கிட முடியவில்லை.

source: These results are based on %1$i success(es) and %2$i failure(s)
eu: Emaitza hauek %1$i arrakasta(k) eta %2$i porrot(t)etan oinarritzen dira
pt: Esses resultados são baseados em %1$i sucesso(s) e %2$i falha(s)
ta: இந்த முடிவுகள் %1$i செய் (ES) மற்றும் %2$i தோல்வி (கள்) ஆகியவற்றை அடிப்படையாகக் கொண்டவை

source: The plot could not be created because the posterior model probabilities are not defined for all models.
eu: Diagrama ezin izan da sortu, atzeko ereduaren probabilitateak ez daudelako eredu guztietarako definituta.
pt: O gráfico não pôde ser criado porque as probabilidades do modelo posterior não estão definidas para todos os modelos.
ta: அனைத்து மாதிரிகளுக்கும் பின்புற மாதிரி நிகழ்தகவுகள் வரையறுக்கப்படாததால் சதித்திட்டத்தை உருவாக்க முடியவில்லை.

source: P(Successes|%s)
de: P(Erfolge|%s)
es: P(Aciertos|%s)
eu: P(Arrakastak|%s)
gl: P(Acertos|%s)
ja: P(成功数|%s)
pt: P(Sucessos|%s)
ta: பி (வெற்றிகள் |%s)

source: P(Successes)
de: P(Erfolge)
es: P(Aciertos)
eu: P(Arrakastak)
gl: P(Acertos)
ja: P(成功数)
pt: P(Sucessos)
ta: பி (வெற்றிகள்)

source: The table could not be created because the posterior model probabilities are not defined for all models.
eu: Taula ezin izan da sortu, atzeko ereduaren probabilitateak ez daudelako eredu guztietarako definituta.
pt: A tabela não pôde ser criada porque as probabilidades do modelo posterior não estão definidas para todos os modelos.
ta: எல்லா மாடல்களுக்கும் பின்புற மாதிரி நிகழ்தகவுகள் வரையறுக்கப்படாததால் அட்டவணையை உருவாக்க முடியவில்லை.

source: Please specify a hypothesis for comparison.
de: Bitte gib eine Hypothese zum Vergleich an.
es: Por favor, indica una hipótesis para comparar.
eu: Mesedez, zehaztu hipotesi bat konparaziorako.
gl: Por favor, indica unha hipótese para a comparación.
ja: 比較の仮説を指定してください.
pt: Por favor, especifique uma hipótese para comparação.
ta: ஒப்பிடுவதற்கான கருதுகோளைக் குறிப்பிடவும்.

source: Conditional probability
de: Bedingte Wahrscheinlichkeit
es: Probabilidad condicionada
eu: Probabilitate baldintzatua
gl: Probabilidade condicionada
ja: 条件付き確率
pt: Probabilidade condicional
ta: நிபந்தனை நிகழ்தகவு

source: Joint probability
de: Gemeinsame Wahrscheinlichkeit
es: Probabilidad conjunta
eu: Probabilitate bateratua
gl: Probabilidade conxunta
ja: 同時確率
pt: Probabilidade conjunta
ta: கூட்டு நிகழ்தகவு

source: Posterior probability
de: Posterior Wahrscheinlichkeit
es: Probabilidad posterior
eu: Ondorengo Probabilitatea
gl: Probabilidade posterior
ja: 事後確率
pt: Probabilidade a posteriori
ta: பின்புற நிகழ்தகவு

source: Plotting not possible: One of the Bayes factor is equal to infinity.
de: Abbilden nicht möglich: Einer der Bayesfaktoren ist unendlich.
es: No es posible hacer el gráfico: Uno de los factores de Bayes es igual a infinito.
eu: Grafiko egitea ezinezkoa: Bayes faktoreetako bat infinituaren berdina da.
gl: Non é posible facer a gráfica: Un dos factores de Bayes é igual a infinito.
ja: プロットできない: ベイズファクターの 1 つが無限大になっている.
pt: Não é possível plotar: Um dos fatores de Bayes é igual a infinito.
ta: சூழ்ச்சி செய்ய முடியாது: பேயச் காரணிகளில் ஒன்று முடிவிலிக்கு சமம்.

source: Observations
de: Beobachtungen
es: Observaciones
eu: Behaketak
gl: Observacións
ja: 観測値
pt: Observações
ta: அவதானிப்புகள்

source: At least 2 hypotheses need to be specified.
de: Es müssen mindestens 2 Hypothesen spezifiziert werden.
es: Como mínimo es necesario indicar 2 hipótesis.
eu: Gutxienez 2 hipotesi zehaztu behar dira.
gl: Cando menos, é necesario indicar 2 hipóteses.
ja: 少なくとも2つの仮説を指定する必要があります.
pt: Pelo menos 2 hipóteses precisam ser especificadas.
ta: குறைந்தது 2 கருதுகோள்கள் குறிப்பிடப்பட வேண்டும்.

source: Posterior probabilities and marginal prediction could not be computed since the marginal likelihoods are not available for some models.
eu: Ondorengo probabilitateak eta iragarpen marjinala ezin izan dira kalkulatu, eredu batzuetarako probabilitate marjinalak ez baitaude eskuragarri.
pt: Probabilidades posteriores e previsão marginal não puderam ser calculadas, pois as probabilidades marginais não estão disponíveis para alguns modelos.
ta: சில மாடல்களுக்கு விளிம்பு சாத்தியக்கூறுகள் கிடைக்காததால் பின்புற நிகழ்தகவுகள் மற்றும் விளிம்பு கணிப்புகளை கணக்கிட முடியவில்லை.

source: The prediction for %1$i observation(s) is based on %2$i success(es) and %3$i failure(s)
eu: %1$i behaketarako iragarpena %2$i arrakasta(tan) eta %3$i porrot(etan) oinarritzen da
pt: A previsão para %1$i observação(ões) é baseada em %2$i sucesso(s) e %3$i falha(s)
ta: %1$i கண்காணிப்பு (கள்) க்கான கணிப்பு %2$i செய் (ES) மற்றும் %3$i தோல்வி (கள்) ஆகியவற்றை அடிப்படையாகக் கொண்டது

source: The parameter '%1$s' for model/hypothesis '%2$s' must be positive.
de: Der Parameter '%1$s' für Modell/Hypothese '%2$s' muss positiv sein.
es: El parámetro '%1$s' para el modelo/la hipótesis '%2$s' debe ser positivo.
eu: '%2$s' eredu/hipotesirako '%1$s' parametroa positiboa izan behar da.
gl: O parámetro '%1$s' para o modelo/a hipótese '%2$s' debe ser positivo.
ja: モデル/仮説 '%2$s' のパラメータ '%1$s' は正でなければなりません.
pt: O parâmetro '%1$s' para o modelo/hipótese '%2$s' deve ser positivo.
ta: மாதிரி/கருதுகோளுக்கான '%1$s' அளவுரு '%2$s' நேர்மறையாக இருக்க வேண்டும்.

source: The truncation range for model/hypothesis '%s' must be within [0, 1] interval.
eu: '%s' eredu/hipotesirako mozketa-tartea [0, 1] tartean egon behar da.
pt: O intervalo de truncamento para o modelo/hipótese '%s' deve estar dentro do intervalo [0, 1].
ta: மாதிரி/கருதுகோளுக்கான துண்டிப்பு வரம்பு '%s' [0, 1] இடைவெளியில் இருக்க வேண்டும்.

source: Please remove duplicates from the %s names.
de: Bitte entferne Duplikate aus den %s-Namen.
es: Por favor, quita los duplicados de los nombres de %s.
eu: Mesedez, kendu errepikatuak %s izenetatik.
gl: Por favor, quita os duplicados dos nomes de %s.
ja: %s 名から重複を削除してください.
pt: Por favor, remova duplicatas dos nomes %s.
ta: %s பெயர்களிலிருந்து நகல்களை அகற்றவும்.

source: 'Successes'
de: 'Erfolge'
es: 'Aciertos'
eu: 'Arrakastak'
gl: 'Acertos'
ja: '成功数'
pt: 'Successos'
ta: 'வெற்றிகள்'

source: %1$s %2$s Plots
de: %1$s %2$s Abbildungen
es: Gráficos %1$s %2$s
eu: %1$s %2$s grafikoak
gl: Gráficas %1$s %2$s
ja: %1$s %2$s プロット
pt: Gráficos %1$s %2$s
ta: %1$s %2$s அடுக்கு

source: Prior and Posterior Plots
de: Prior- und Posterior-Abbildungen
es: Gráficos Previo y Posterior
eu: Aurreko eta ondorengo grafikoak
gl: Gráficas Previa e Posterior
ja: 事前と事後プロット
pt: Gráficos Anterior e Posterior
ta: முன் மற்றும் பின்புற அடுக்குகள்

source: Sequential Analysis: Point Estimate
de: Sequenzielle Analyse: Punktschätzung
es: Análisis Secuencial: Estimación por Punto
eu: Analisi Sekuentziala: Puntu-Estimazioa
gl: Análise Secuencial: Estimación Puntual
ja: 逐次分析: 点推定
pt: Análise Sequencial: Estimativa Pontual
ta: தொடர்ச்சியான பகுப்பாய்வு: புள்ளி மதிப்பீடு

source: %s Sequential Analysis: Interval
de: %s Sequenzielle Analyse: Intervall
es: %s Análisis Secuencial: Intervalo
eu: %s Analisi Sekuentziala: Tartea
gl: %s Análise Secuencial: Intervalo
ja: %s 逐次分析: 区間
pt: %s Análise Sequencial: Intervalo
ta: %s தொடர்ச்சியான பகுப்பாய்வு: இடைவெளி

source: Sequential Analysis: Stacked
de: Sequenzielle Analyse: Gestapelt
es: Análisis Secuencial: Apilado
eu: Analisi Sekuentziala: Pilatuta
gl: Análise Secuencial: Amoreado
ja: 逐次分析: 積み上げ
pt: Análise Sequencial: Empilhado
ta: தொடர்ச்சியான பகுப்பாய்வு: அடுக்கப்பட்டது

source: Sequential Posterior Updating
de: Sequenzielle Posterioraktualisierung
es: Actualización Posterior Secuencial
eu: Ondorengo Eguneratze Sekuentziala
gl: Actualización Posterior Secuencial
ja: 逐次事後更新
pt: Atualização Posterior Sequencial
ta: தொடர்ச்சியான பின்புற புதுப்பித்தல்

source: Prediction Summary
de: Vorhersage-Zusammenfassung
es: Resumen de Predicciones
eu: Aurreikuspenaren Laburpena
gl: Resumo de Predicións
ja: 予測の要約
pt: Resumo da Previsão
ta: கணிப்பு சுருக்கம்

source: %s Prediction Plots
de: %s Vorhersage-Abbildungen
es: %s Gráficos de Predicción
eu: %s Aurreikuspen Grafikoak
gl: %s Gráficas de Predición
ja: %s 予測プロット
pt: %s Gráficos de Previsão
ta: %s கணிப்பு அடுக்கு

source: Conditional %s Plots
eu: Baldintzapeko %s Grafikoak
pt: Gráficos %s condicionais
ta: நிபந்தனை %s அடுக்குகள்

source: Joint %s Plots
eu: Elkartutako %s Grafikoak
pt: Gráficos %s Conjuntos
ta: கூட்டு %s அடுக்குகள்

source: Marginal %s Plots
eu: Marjinako %s Grafikoak
pt: Gráficos %s Marginais
ta: விளிம்பு %s அடுக்குகள்

source: %1$s %2$s Prediction Plots
de: %1$s %2$s Vorhersageabbildungen
es: %1$s %2$s Gráficos de Predicción
eu: %1$s %2$s Aurreikuspen Grafikoak
gl: %1$s %2$s Gráficas de Predición
ja: %1$s %2$s 予測プロット
pt: %1$s %2$s Gráficos de Previsão
ta: %1$s %2$s கணிப்பு அடுக்கு

source: %s Prior and Posterior Plots
de: %s Prior- und Posterior-Abbildungen
es: %s Gráficos Previo y Posterior
eu: %s Aurreko eta Ondorengo Grafikoak
gl: %s Gráficas Previa e Posterior
ja: %s 事前と事後プロット
pt: %s Gráficos Anterior e Posterior
ta: %s முன் மற்றும் பின்புற அடுக்குகள்

source: %s Predictive Accuracy Plot
de: %s Abbildung Vorhersagegenauigkeit
es: %s Gráficos de Precisión Predictiva
eu: %s Aurreikuspen Zehaztasunaren Grafikoa
gl: %s Gráficas de Precisión Preditiva
ja: %s 予測精度プロット
pt: %s Gráfico de Exatidão Preditiva
ta: %s முன்கணிப்பு துல்லியம் சூழ்ச்சி

source: %s Sequential Analysis
de: %s Sequenzielle Analyse
es: %s Análisis Secuencial
eu: %s Analisi Sekuentziala
gl: %s Análise Secuencial
ja: %s 逐次解析
pt: %s Análise Sequencial
ta: %s தொடர்ச்சியான பகுப்பாய்வு

source: Welcome to the %1$s analysis from the Learn Bayes module. This analysis illustrates Bayesian %2$s using %3$s examples.
es: Bienvenida/o al análisis %1$s del módulo Aprender Bayes. Este análisis expone el %2$s bayesiano utilizando %3$s ejemplos.
eu: Ongi etorri Learn Bayes moduluko %1$s analisira. Analisi honek Bayes %2$s ilustratzen du %3$s adibide erabiliz.
pt: Bem-vindo à análise %1$s do módulo Aprenda Bayes. Esta análise ilustra %2$s Bayesianos usando exemplos %3$s.
ta: கற்றல் பேயச் தொகுதியிலிருந்து %1$s பகுப்பாய்விற்கு வருக. இந்த பகுப்பாய்வு %3$s எடுத்துக்காட்டுகளைப் பயன்படுத்தி பேய்சியன் %2$s ஐ விளக்குகிறது.

source: %s (the population proportion of successes)
de: %s (Anteil Erfolge in der Grundgesamtheit)
es: %s (la proporción de aciertos en la población)
eu: %s (populazio arrakasten proportzioa)
gl: %s (a proporción de acertos na poboación)
ja: %s (成功数の母集団比率)
pt: %s (a proporção de sucessos da população)
ta: %s (வெற்றிகளின் மக்கள் தொகை விகிதம்)

source: %s (the population mean, variance is assumed to be known)
de: %s (der Mittelwert der Grundgesamtheit, Varianz ist als bekannt angenommen)
es: %s (la media poblacional, suponiendo que se conoce la varianza)
eu: %s (populazioaren batez bestekoa, bariantza ezaguna dela suposatzen da)
gl: %s (a media poboacional, supoñendo que se coñece a varianza)
ja: %s (母平均、分散は既知であると仮定)
pt: %s (a média populacional, a variância é assumida como conhecida)
ta: %s (மக்கள் தொகை சராசரி, மாறுபாடு அறியப்படுகிறது என்று கருதப்படுகிறது)

source: The analysis is split into 5 sections: <ol> <li> Data - for specifying the data input for the computations. You can either use a variable from a dataset loaded into JASP, specify an aggregated overview of the data, or enter the observations one by one (and update them during the analysis). </li> <li> %1$s </li> <li> %2$s </li> <li> %3$s </li> <li> %4$s </li> </ol>
es: El análisis se divide en 5 secciones: <ol> <li> Datos - para indicar la introducción de datos para los cálculos. Se puede utilizar una variable de un conjunto de datos cargados en JASP, o indicar una revisión agregada de los datos, o bien introducir las observaciones una a una (y actualizarlas durante el análisis). </li> <li> %1$s </li> <li> %2$s </li> <li> %3$s </li> <li> %4$s </li> </ol>
eu: Analisia 5 ataletan banatuta dago: <ol> <li> Datuak - kalkuluetarako datu-sarrera zehazteko. JASP-en kargatutako datu-multzo bateko aldagai bat erabil dezakezu, datuen ikuspegi orokorra zehaztu edo behaketak banan-banan sartu (eta analisian zehar eguneratu). </li> <li> %1$s </li> <li> %2$s </li> <li> %3$s </li> <li> %4$s </li> </ol>
pt: A análise é dividida em 5 seções <ol> <li> Dados - para especificar a entrada de dados para os cálculos. Você pode usar uma variável de um conjunto de dados carregado no JASP, especificar uma visão geral agregada dos dados ou inserir as observações uma a uma (e atualizá-las durante a análise). </li> <li> %1$s </li> <li> %2$s </li> <li> %3$s </li> <li> %4$s </li> </ol>
ta: பகுப்பாய்வு 5 பிரிவுகளாக பிரிக்கப்பட்டுள்ளது: <ol> <li> தரவு - கணக்கீடுகளுக்கான தரவு உள்ளீட்டைக் குறிப்பிடுவதற்கு. நீங்கள் JASP இல் ஏற்றப்பட்ட தரவுத்தொகுப்பிலிருந்து ஒரு மாறியைப் பயன்படுத்தலாம், தரவின் ஒருங்கிணைந்த கண்ணோட்டத்தைக் குறிப்பிடலாம் அல்லது அவதானிப்புகளை ஒவ்வொன்றாக உள்ளிடலாம் (மற்றும் பகுப்பாய்வின் போது அவற்றைப் புதுப்பிக்கவும்). </li> <li> %1$s </li> <li> %2$s </li> <li> %3$s </li> <li> %4$s </li> </ol>

source: The 'Data' section allows you to specify data input for the analysis.
de: Im 'Daten'-Abschnitt können Sie die Daten für die Analyse eingeben.
es: La sección 'Datos' permite indicar la introducción de datos para el análisis.
eu: 'Datuak' atalak analisietarako datu-sarrera zehazteko aukera ematen dizu.
gl: A sección 'Datos' te permite indicar a achega de datos para a análise.
ja: 'データ'セクションでは、分析のデータ入力を指定できます。
pt: A seção 'Dados' permite que você especifique a entrada de dados para a análise.
ta: பகுப்பாய்விற்கான தரவு உள்ளீட்டைக் குறிப்பிட 'தரவு' பிரிவு உங்களை அனுமதிக்கிறது.

source: The 'Select variable' option allows the selection of a variable ('Selected') from a dataset loaded into JASP. %s
de: Die 'Variable auswählen'-Option ermöglicht es, eine Viarable ('ausgewählt') aus einem in JASP geladenen Datensatz auszuwählen. %s
es: La opción 'Seleccionar variable' te permite la selección de una variable ('Seleccionada') de un conjunto de datos cargado en JASP. %s
eu: 'Aldagaia hautatu' aukerak JASP-en kargatutako datu-multzo batetik aldagai bat ('Hautatua') hautatzea ahalbidetzen du. %s
gl: A opción 'Escoller variable' te permite a selección dunha variable ('Escollida') dun conxunto de datos cargado en JASP. %s
ja: '変数を選択' オプションを使用すると、JASP に読み込まれたデータセットから変数 ('選択済み') を選択できます。%s
pt: A opção 'Selecionar variável' permite a seleção de uma variável ('Selecionada') de um conjunto de dados carregado no JASP. %s
ta: 'தேர்ந்தெடுக்கப்பட்ட மாறி' விருப்பம் சாச்பில் ஏற்றப்பட்ட தரவுத்தொகுப்பிலிருந்து மாறியை ('தேர்ந்தெடுக்கப்பட்ட') தேர்வு செய்ய அனுமதிக்கிறது. %s

source: The 'Specify counts' option allows the use of aggregated data. %1$s This means that the %2$s are updated only once, with the complete data. The lack of information about the order of observations precludes the use of sequential analysis.
de: Die Option 'Häufigkeiten angeben' erlaubt die Verwendung von aggregierten Daten. %1$s Dies bedeutet, dass die %2$s nur einmal mit den vollständigen Daten aktualisiert werden. Das Fehlen von Informationen über die Reihenfolge der Beobachtungen schließt die Verwendung der sequentiellen Analyse aus.
es: La opción 'Especificar las cantidades' permite la utilización de datos agregados. %1$s Esto significa que %2$s solo se actualiza una vez, con los datos completos. La falta de información sobre el orden de las observaciones impide la utilización del análisis secuencial.
eu: 'Zenbaketak zehaztu' aukerak datu agregatuak erabiltzea ahalbidetzen du. %1$ss Horrek esan nahi du %2$s behin bakarrik eguneratzen direla, datu osoekin. Behaketen ordenari buruzko informazio faltak analisi sekuentziala erabiltzea eragozten du.
gl: A opción 'Especificar as cantidades' te permite a utilización de datos agregados. %1$s Isto quere dicir que %2$só se actualiza unha vez, cos datos completos. A falla de información sobre a orde das observacións impide a utilización da análise secuencial.
ja: 'カウントの指定'オプションを使用すると、集約データを使用できます。 %1$s これは、%2$s が完全なデータで1回だけ更新されることを意味します。観測の順序に関する情報が不足しているため、逐次分析を使用できません.
pt: A opção 'Especificar contagens' permite o uso de dados agregados. %1$s Isso significa que os %2$s são atualizados apenas uma vez, com os dados completos. A falta de informações sobre a ordem das observações impede o uso da análise sequencial.
ta: 'எண்ணிக்கையை குறிப்பிடவும்' விருப்பம் ஒருங்கிணைந்த தரவைப் பயன்படுத்த அனுமதிக்கிறது. %1$s இதன் பொருள் %2$s முழுமையான தரவுகளுடன் ஒரு முறை மட்டுமே புதுப்பிக்கப்படுகிறது. அவதானிப்புகளின் வரிசை பற்றிய தகவல்களின் பற்றாக்குறை தொடர்ச்சியான பகுப்பாய்வின் பயன்பாட்டைத் தடுக்கிறது.

source: The 'Enter sequence' option allows manual input of a specific order of observations. %s
de: Die Option 'Sequenz eingeben' erlaubt die manuelle Eingabe einer bestimmten Sequenz von Beobachtungen. %s
es: La opción 'Introducir la secuencia' permite introducir manualmente el orden concreto de las observaciones. %s
gl: A opción 'Introducir a secuencia' te permite introducir manualmente a orde concreta das observacións. %s
ja: 'シーケンスの入力'オプションを使用すると、観測値を特定の順序関係を手動で入力できます。 %s
pt: A opção 'Digitar sequência' permite a entrada manual de uma ordem específica de observações. %s
ta: 'Enter வரிசைமுறை' விருப்பம் ஒரு குறிப்பிட்ட அவதானிப்புகளின் கையேடு உள்ளீட்டை அனுமதிக்கிறது. %s
