Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: The 'Binomial Estimation' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability mass at one point (%2$s). This represents the prior belief that the population proportion is %2$s with certainty. This conviction is so strong that no data can move this prior belief. Hence, the posterior is also a spike at %2$s. The prior and the posterior %5$s then corresponds to the location of the spike.</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. %6$s After observing 'S' successes and 'F' failures, the posterior distribution updates to beta(%3$s + S, %4$s + F) with a %5$s computed correspondingly.</li></ul>
de: Die Analyse 'Binomialschätzung' bietet zwei Arten von Prior-Verteilungen für den Parameter %1$s, der den zugrunde liegenden Erfolgsanteil in der Grundgesamtheit darstellt: <ul><li>'Punktmasse(%2$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsmasse auf einen Punkt (%2$s). Dies repräsentiert die a-priori Überzeugung, dass der Anteil in der Grundgesamtheit mit Sicherheit %2$s ist. Diese Überzeugung ist so stark, dass keine Daten diese a-priori Überzeugung bewegen können. Daher ist der Posterior auch eine Punktmasse bei %2$s. Der Prior und der Posterior %5$s entsprechen dann dem Ort der Punktmasse.</li><li>'Beta(%3$s, %4$s)' - zur Verteilung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Beta-Verteilung mit den Parametern %3$s und %4$s. Der Prior %6$s. Nach der Beobachtung von 'E' Erfolgen und 'M' Misserfolgen aktualisiert sich die Posterior-Verteilung zu Beta(%3$s + E, %4$s + M) mit einem entsprechend berechneten %5$s.</li></ul>
es: El análisis de la 'Estimación Binomial' ofrece dos tipos de distribuciones previas para el parámetro %1$s que representa la proporción de aciertos subyacente en la población: <ul><li>'Pico(%2$s)' - Para concentrar toda la masa de probabilidad en un punto (%2$s). Esto representa la creencia previa de que la proporción en la población es %2$s con certeza. Este convencimiento es tan fuerte que ningún dato puede modificar esta creencia previa. Por eso, la posterior es también un pico en %2$s. La %5$s previa y posterior corresponde entonces a la posición del pico.</li><li>'Beta(%3$s, %4$s)' - Para asignar la densidad de probabilidad entre todos los valores del parámetro %1$s de acuerdo con una distribución Beta con parámetros %3$s y %4$s. %6$s Después de observar 'S' aciertos y 'F' fracasos, la distribución posterior se actualiza a Beta(%3$s + S, %4$s + F) con una %5$s calculada consecuentemente.</li></ul>
eu: 'Estimazio binomiala' analisiak bi banaketa mota eskaintzen ditu %1$s parametroarentzat, arrakastaren oinarrizko populazio proportzioa adierazten duena: <ul><li>'Garrantzia(%2$s)' - probabilitate masa guztia puntu batean (%2$s) kontzentratzeko. Honek populazio proportzioa %2$s dela ziurtasunez dioen uste aurrekoa adierazten du. Uste hau hain da sendoa, ezen inongo daturik ezin baitu uste aurreko hau mugitu. Beraz, atzekoa ere %2$s-tan garra bat da. Aurreko eta ondorengo %5$s-ak, orduan, gailurraren kokapenari dagozkio.</li><li>'Beta(%3$s, %4$s)' - %1$s parametroaren balio guztietan probabilitate-dentsitatea esleitzeko, %3$s eta %4$s parametroak dituen beta banaketa baten arabera. %6$s 'S' arrakastak eta 'F' porrotak behatu ondoren, ondorengo banaketa beta(%3$s + S, %4$s + F)-ra eguneratzen da, dagokion %5$s kalkulatuta.</li></ul>
gl: A análise da 'Estimación Binomial' ofrece dous tipos de distribucións previas para o parámetro %1$s que representa a proporción de acertos subxacente na poboación: <ul><li>'Pico(%2$s)' - Para concentrar toda a masa de probabilidade nun punto (%2$s). Isto representa a crenza previa de que a proporción na poboación é %2$s con certeza. Este convencemento é tan forte que ningún dato pode modificar esta crenza previa. Por iso, a posterior é tamén un pico en %2$s. A %5$s previa e posterior corresponde entón á posición do pico.</li><li>'Beta(%3$s, %4$s)' - Para asignar a densidade de probabilidade entre tódolos valores do parámetro %1$s de acordo cunha distribución Beta con parámetros %3$s e %4$s. %6$s Despois de observar 'S' acertos e 'F' fracasos, a distribución posterior actualízase a Beta(%3$s + S, %4$s + F) cunha %5$s calculada consecuentemente.</li></ul>
pt: A análise de "Estimativa Binomial" oferece dois tipos de distribuições a priori para o parâmetro %1$s, que representa a proporção de sucessos da população subjacente: <ul><li>'Pico(%2$s)' - para concentrar toda a massa de probabilidade em um ponto (%2$s). Isso representa a crença a priori de que a proporção da população é %2$s com certeza. Essa convicção é tão forte que nenhum dado pode mudar essa crença a priori. Portanto, a posteriori também é um pico em %2$s. A anterior e a posterior %5$s correspondem à localização do pico.</li><li>'Beta(%3$s, %4$s)' - para alocar a densidade de probabilidade entre todos os valores do parâmetro %1$s de acordo com uma distribuição beta com os parâmetros %3$s e %4$s. %6$s. Após observar 'S' sucessos e 'F' falhas, a distribuição a posteriori é atualizada para beta(%3$s + S, %4$s + F) com um %5$s calculado correspondentemente.</li></ul>
ta: 'பைனோமியல் மதிப்பீடு' பகுப்பாய்வு %1$s அளவுருவுக்கு இரண்டு வகையான முன் விநியோகங்களை வழங்குகிறது, இது வெற்றிகளின் அடிப்படை மக்கள்தொகை விகிதத்தைக் குறிக்கிறது: <ul> <li> 'ச்பைக் (%2$s)' - ஒரு கட்டத்தில் (%2$s) அனைத்து நிகழ்தகவு வெகுசனத்தையும் குவிப்பதற்கு. இது மக்கள்தொகை விகிதம் %2$s என்பது உறுதியாக உள்ளது என்ற முந்தைய நம்பிக்கையை இது குறிக்கிறது. இந்த நம்பிக்கை மிகவும் வலுவானது, எந்த தரவும் இந்த முன் நம்பிக்கையை நகர்த்த முடியாது. எனவே, பின்புறம் %2$s இல் ஒரு ச்பைக் ஆகும். முந்தைய மற்றும் பின்புற %5 $ கள் பின்னர் ச்பைக்கின் இருப்பிடத்திற்கு ஒத்திருக்கிறது. %3$s மற்றும் %4$s அளவுருக்கள் கொண்ட பீட்டா விநியோகத்தின் படி %1$s. %6$s கள் 'வெற்றிகள் மற்றும்' எஃப் 'தோல்விகளைக் கவனித்த பிறகு, பீட்டாவிற்கான பின்புற விநியோக புதுப்பிப்புகள் ( %3$s + s, %4$s + f) ஒரு %5$s உடன் கணக்கிடப்படுகின்றன. </Li> </ul>

source: The 'Estimation Summary' table displays numerical summaries for the individual models. The displayed point estimate can be changed using the 'Point estimate' option. The table is composed of the following columns: <ul><li>'Model' - the specified model names</li><li>'Prior (%1$s)' - the specified prior distribution for parameter %1$s</li><li>'Prior %2$s' - the %3$s of the specified prior distribution</li><li>'Posterior (%1$s)' - the estimated posterior distribution for the parameter %1$s (i.e., the prior distribution updated with data)</li><li>'Posterior %2$s' - the %3$s of the posterior distribution</li></ul>
de: Die Tabelle 'Zusammenfassung der Schätzung' zeigt Werte der einzelnen Modelle. Die angezeigte Punktschätzung kann mit der Option 'Punktschätzung' geändert werden. Die Tabelle besteht aus folgenden Spalten: <ul><li>'Modell' - die angegebenen Modellnamen</li><li>'Prior (%1$s)' - die angegebene a priori (ursprüngliche) Verteilung für Parameter %1$s</li><li>'Prior %2$s' - die %3$s der angegebenen a priori Verteilung</li><li>'Posterior (%1$s)' - die a priori Verteilung aktualisiert anhand der neuen Daten für den Parameter %1$s</li><li>'Posterior %2$s' - die %3$s der a posteriori Verteilung</li></ul>
es: La tabla 'Resumen de la Estimación' presenta resúmenes numéricos de los modelos individuales. La estimación puntual presentada se puede cambiar utilizando la opción 'Estimación por punto'. La tabla está formada por las siguientes columnas: <ul><li>'Modelo' - Nombres de los modelos indicados</li><li>'Previo (%1$s)' - Distribución previa indicada para el parámetro %1$s</li><li>'Previo %2$s' - %3$s de la distribución previa indicada</li><li>'Posterior (%1$s)' - Distribución posterior estimada para el parámetro %1$s (i.e. la distribución previa actualizada con los datos)</li><li>'Posterior %2$s' - %3$s de la distribución posterior </li></ul>
eu: 'Estimazio Laburpena' taulak banakako modeloen laburpen numerikoak erakusten ditu. Bistaratutako puntu-estimazioa 'Puntu-estimazioa' aukera erabiliz alda daiteke. Taula honako zutabe hauek osatzen dute: <ul><li>'Modeloa' - zehaztutako modeloen izenak</li><li>'Aurrekoa (%1$s)' - %1$s parametrorako zehaztutako aurreko banaketa</li><li>'Aurrekoa %2$s' - zehaztutako aurreko banaketaren %3$s</li><li>'Atzekoa (%1$s)' - %1$s parametrorako kalkulatutako ondorengo banaketa (hau da, datuekin eguneratutako aurreko banaketa)</li><li>'Atzekoa %2$s' - ondorengo banaketaren %3$s</li></ul>
gl: A táboa 'Resuma de Estimación' presenta resumos numéricos dos modelos individuais. A estimación puntual presentada pode trocarse utilizando a opción 'Estimación puntual'. A táboa está formada polas seguintes columnas: <ul><li>'Modelo' - Nomes dos modelos indicados</li><li>'Previo (%1$s)' - Distribución previa indicada para o parámetro %1$s</li><li>'Previo %2$s' - %3$s da distribución previa indicada</li><li>'Posterior (%1$s)' - Distribución posterior estimada para o parámetro %1$s (i.e. a distribución previa actualizada coas datos)</li><li>'Posterior %2$s' - %3$s da distribución posterior </li></ul>
pt: A tabela 'Resumo da Estimativa' exibe resumos numéricos para os modelos individuais. A estimativa pontual exibida pode ser alterada usando a opção 'Estimativa pontual'. A tabela é composta pelas seguintes colunas: <ul><li>'Modelo' - os nomes dos modelos especificados</li><li>'Anterior (%1$s)' - a distribuição a priori especificada para o parâmetro %1$s</li><li>"Anterior %2$s" - os %3$s da distribuição a priori especificada</li><li>'Posterior (%1$s)' - a distribuição a posteriori estimada para o parâmetro %1$s (ou seja, a distribuição a priori atualizada com os dados)</li><li>'Posterior %2$s' - os %3$s da distribuição a posteriori</li></ul>
ta: 'மதிப்பீட்டு சுருக்கம்' அட்டவணை தனிப்பட்ட மாதிரிகளுக்கான எண் சுருக்கங்களைக் காட்டுகிறது. காட்டப்படும் புள்ளி மதிப்பீட்டை 'புள்ளி மதிப்பீடு' விருப்பத்தைப் பயன்படுத்தி மாற்றலாம். அட்டவணை பின்வரும் நெடுவரிசைகளால் ஆனது: இப்போது %2$s ' - குறிப்பிட்ட முன் விநியோகத்தின் %3$s </li> <li>' பின்புறம் ( %1$s) ' - %1$s அளவுருவுக்கான மதிப்பிடப்பட்ட பின்புற வழங்கல் (அதாவது, முந்தைய வழங்கல் தரவுடன் புதுப்பிக்கப்பட்டது) </li> <li> 'பின்புற %2$s' - பின்புற விநியோகத்தின் %3$s </li> </ul>

source: The posterior probabilities 'P(H|data)' are then computed using Bayes formula, <center>P(H|data) = P(H) * P(data|H) / P(data),</center> where 'P(H)' represents the prior probability of the hypothesis, 'P(data|H)' the marginal likelihood of the data given the hypothesis, and 'P(data)' the probability of the data. The factor 'P(data)' equals the sum of marginal likelihoods multiplied by the prior probabilities, P(data) = %1$s P(data|H%2$s)*P(H%2$s).
de: Die Posterior-Wahrscheinlichkeiten 'P(H|Daten)' werden dann mit Hilfe der Bayesformel berechnet, <center>P(H|Daten) = P(H) * P(Daten|H) / P(Daten),</center> wobei 'P(H)' die Prior-Wahrscheinlichkeit der Hypothese, 'P(Daten|H)' die marginale Wahrscheinlichkeit der Daten bei gegebener Hypothese und 'P(Daten)' die Wahrscheinlichkeit der Daten darstellt. Der Faktor 'P(Daten)' ist die Summe der marginalen Wahrscheinlichkeiten multipliziert mit den Prior-Wahrscheinlichkeiten, P(Daten) = %1$s P(Daten|H%2$s)*P(H%2$s).
es: Las probabilidades posteriores 'P(H|datos)' se calculan entonces utilizando la fórmula de Bayes, <center>P(H|datos) = P(H) * P(datos|H) / P(datos),</center> donde 'P(H)' representa la probabilidad previa de la hipótesis, 'P(datos|H)' la verosimilitud marginal de los datos con la hipótesis dada, y 'P(datos)' la probabilidad de los datos. El factor 'P(datos)' es igual a la suma de los productos de las verosimilitudes marginales multiplicadas por las probabilidades previas, P(datos) = %1$s P(datos|H%2$s)*P(H%2$s).
eu: 'P(H|data)' atzeko probabilitateak Bayes-en formula erabiliz kalkulatzen dira, <center>P(H|data) = P(H) * P(data|H) / P(data),</center> non 'P(H)' hipotesiaren aurreko probabilitatea adierazten duen, 'P(data|H)' hipotesia emanda datuen probabilitate marjinala, eta 'P(data)' datuen probabilitatea. 'P(data)' faktorea probabilitate marjinalen batura aurreko probabilitateekin biderkatuta da, P(data) = %1$s P(data|H%2$s)*P(H%2$s).
gl: As probabilidades posteriores 'P(H|datos)' calcúlanse entón utilizando a fórmula de Bayes, <center>P(H|datos) = P(H) * P(datos|H) / P(datos),</center> onde 'P(H)' representa a probabilidade previa da hipótese, 'P(datos|H)' a verosimilitude marxinal dos datos coa hipótese dada, e 'P(datos)' a probabilidade dos datos. O factor 'P(datos)' é igual á suma dos produtos das verosimilitudes marxinais multiplicadas polas probabilidades previas, P(datos) = %1$s P(datos|H%2$s)*P(H%2$s).
pt: As probabilidades posteriores 'P(H|dados)' são então calculadas usando a fórmula de Bayes, <center>P(H|dados) = P(H) * P(dados|H) / P(dados),</center> onde 'P(H)' representa a probabilidade a priori da hipótese, 'P(dados|H)' a verossimilhança marginal dos dados dada a hipótese, e 'P(dados)' a probabilidade dos dados. O fator 'P(dados)' é igual à soma das verossimilhanças marginais multiplicadas pelas probabilidades anteriores, P(dados) = %1$s P(dados|H%2$s)*P(H%2$s).
ta: பின்புற நிகழ்தகவுகள் 'பி (எச் | தரவு)' பின்னர் பேயச் சூத்திரத்தைப் பயன்படுத்தி கணக்கிடப்படுகின்றன, <center> p (h | தரவு) = பி (எச்) * பி (தரவு | எச்) / பி (தரவு), < / மையம்> எங்கே 'பி (எச்)' கருதுகோளின் முன் நிகழ்தகவைக் குறிக்கிறது, 'பி (தரவு | ம) 'கருதுகோளைக் கொடுக்கப்பட்ட தரவின் ஓரளவு சாத்தியக்கூறுகள், மற்றும்' பி (தரவு) 'தரவின் நிகழ்தகவு. 'P (தரவு)' காரணி முந்தைய நிகழ்தகவுகளால் பெருக்கப்படும் விளிம்பு சாத்தியக்கூறுகளின் தொகைக்கு சமம், p (தரவு) =%1$s p (தரவு | h%2$s)*p (h%2$s).

source: The Bayes factors 'BF' can be obtained by dividing the posterior odds of two models by their prior odds, <center>BF%1$s%2$s = ( P(H%1$s|data)/P(H%2$s|data) ) / ( P(H%1$s)/P(H%2$s) ),</center> where 'BF%1$s%2$s' stands for the Bayes factor in favor of the 1st model in comparison to the 2nd model (selected from the 'vs.' dropdown menu) and can be interpreted as a natural measure of relative predictive performance. It is also possible to compute a Bayes factor that compares the hypothesis to the remaining hypotheses 'vs. all' exchange the second hypothesis for the sum of the remaining hypotheses, which can be simplified into, <center>BF%1$s%2$s = ( P(H%1$s|data)/(1-P(H%1$s|data)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>The numerator and denominator of the Bayes factors can be reversed by choosing the 'BF%2$s%1$s' option (quantifying the evidence in favor of the second hypothesis), or transformed to a log scale by choosing the 'log(BF%1$s%2$s)' option.
de: Die Bayesfaktoren 'BF' erhält man, indem man die Posterior-Quote zweier Modelle durch ihre Prior-Quot dividiert, <center>BF%1$s%2$s = ( P(H%1$s|Daten)/P(H%2$s|Daten) ) / ( P(H%1$s)/P(H%2$s) ),</center> wobei 'BF%1$s%2$s' für den Bayesfaktor zugunsten des 1. Modells im Vergleich zum 2. Modell steht (ausgewählt aus dem Dropdown-Menü 'vs.') und als ein natürliches Maß für die relative Vorhersageleistung interpretiert werden kann. Es ist auch möglich, einen Bayesfaktor zu berechnen, der die Hypothese mit den verbleibenden Hypothesen 'vs. alle' vergleicht, indem die zweite Hypothese gegen die Summe der verbleibenden Hypothesen ausgetauscht wird, was vereinfacht dargestellt werden kann, <center>BF%1$s%2$s = ( P(H%1$s|Daten)/(1-P(H%1$s|Daten)) ) / ( P(H%1$s)/(1-P(H%1$s)) )</center>Zähler und Nenner der Bayesfaktoren können durch Auswahl der Option 'BF%2$s%1$s' (Quantifizierung der Evidenz zugunsten der zweiten Hypothese) umgekehrt werden oder durch Auswahl der Option 'log(BF%1$s%2$s)' in eine logarithmische Skala transformiert werden.
es: Los factores de Bayes 'FB' pueden obtenerse dividiendo las probabilidades posteriores de dos modelos por sus probabilidades previas, <center>FB%1$s%2$s = ( P(H%1$s|datos)/P(H%2$s|datos) ) / ( P(H%1$s)/P(H%2$s) ),</center> donde 'FB%1$s%2$s' representa el factor de Bayes a favor del modelo 1 en comparación con el modelo 2 (seleccionado del menú desplegable 'vs.') y puede interpretarse como una medida natural del comportamiento predictivo relativo. Para calcular un factor de Bayes que compare la hipótesis con las demás hipótesis 'vs. Todo', también se puede cambiar la segunda hipótesis por la suma de las demás hipótesis, lo que se puede simplificar como, <center>FB%1$s%2$s = ( P(H%1$s|datos)/(1-P(H%1$s|datos)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>El numerador y denominador de los factores de Bayes se pueden invertir seleccionando la opción 'FB%2$s%1$s' (cuantificando la evidencia a favor de la segunda hipótesis), o transformar a la escala logarítmica escogiendo la opción 'log(FB%1$s%2$s)'.
eu: 'BF' Bayes faktoreak bi ereduen ondorengo probabilitateak aurreko probabilitateekin zatituz lor daitezke, <center>BF%1$s%2$s = ( P(H%1$s|datuak)/P(H%2$s|datuak) ) / ( P(H%1$s)/P(H%2$s) ),</center> non 'BF%1$s%2$s' lehenengo ereduaren aldeko Bayes faktorea den, bigarren ereduarekin alderatuta ('vs.' goitibeherako menuan hautatua) eta aurreikuspen erlatiboaren neurri natural gisa interpreta daitekeen. Hipotesia gainerako hipotesiekin alderatzen duen Bayes faktore bat kalkulatzea ere posible da 'vs.'. bigarren hipotesia gainerako hipotesien baturarekin trukatzen da' guztiek, eta hau honela sinplifikatu daiteke, <center>BF%1$s%2$s = ( P(H%1$s|datuak)/(1-P(H%1$s|datuak)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>Bayes faktoreen zenbakitzailea eta izendatzailea alderantzikatu daitezke 'BF%2$s%1$s' aukera hautatuz (bigarren hipotesiaren aldeko ebidentzia kuantifikatuz), edo eskala logaritmiko batera eraldatu 'log(BF%1$s%2$s)' aukera hautatuz.
gl: Os factores de Bayes 'FB' poden obterse dividindo as posibilidades posteriores de dous modelos polas súas posibilidades previas, <center>FB%1$s%2$s = ( P(H%1$s|datos)/P(H%2$s|datos) ) / ( P(H%1$s)/P(H%2$s) ),</center> onde 'FB%1$s%2$s' representa o factor de Bayes a favor do modelo 1 en comparación co modelo 2 (escollido do menú despregable 'vs.') e pode interpretarse como unha medida natural do comportamento preditivo relativo. Para calcular un factor de Bayes que compare a hipótese coas demais hipóteses 'vs. Todo', tamén se pode trocar a segunda hipótese pola suma as demais hipóteses, o que se pode simplificar como, <center>FB%1$s%2$s = ( P(H%1$s|datos)/(1-P(H%1$s|datos)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>O numerador e denominador dos factores de Bayes pódense inverter escollendo a opción 'FB%2$s%1$s' (cuantificando a evidencia a favor da segunda hipótese), ou transformar á escala logarítmica escollendo a opción 'log(FB%1$s%2$s)'.
pt: Os fatores de Bayes 'FB' podem ser obtidos dividindo-se as probabilidades posteriores de dois modelos pelas suas probabilidades anteriores, <center>FB%1$s%2$s = ( P(H%1$s|dados)/P(H%2$s|dados) ) / ( P(H%1$s)/P(H%2$s) ),</center> onde 'FB%1$s%2$s' representa o fator de Bayes a favor do primeiro modelo em comparação com o segundo modelo (selecionado no menu suspenso 'vs.') e pode ser interpretado como uma medida natural do desempenho preditivo relativo. Também é possível calcular um fator de Bayes que compara a hipótese com as hipóteses restantes 'vs. todos' trocam a segunda hipótese pela soma das hipóteses restantes, que pode ser simplificada em: <center>FB%1$s%2$s = ( P(H%1$s|dados)/(1-P(H%1$s|dados)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>O numerador e o denominador dos fatores de Bayes podem ser invertidos escolhendo a opção 'FB%2$s%1$s' (quantificando a evidência em favor da segunda hipótese), ou transformados para uma escala logarítmica escolhendo a opção 'log(FB%1$s%2$s)'.
ta: இரண்டு மாடல்களின் பின்புற முரண்பாடுகளை அவற்றின் முந்தைய முரண்பாடுகளால் பிரிப்பதன் மூலம் பேயச் காரணிகளின் 'பி.எஃப்' பெற முடியும், <சென்டர்> பி.எஃப்%1$s%2$s = (பி (எச்%1$s | தரவு)/பி (எச்%2$s | தரவு))/(பி (எச்%1$s)/பி (எச் %2$s)), </center> எங்கே 'bf%1$s%2$s' 2 வது மாடலுடன் ஒப்பிடுகையில் 1 வது மாடலுக்கு ஆதரவாக பேய்ச் காரணியைக் குறிக்கிறது ('வெர்சச்' கீழ்தோன்றும் மெனுவிலிருந்து தேர்ந்தெடுக்கப்பட்டது ) மற்றும் ஒப்பீட்டு முன்கணிப்பு செயல்திறனின் இயல்பான நடவடிக்கையாக விளக்கலாம். கருதுகோளை மீதமுள்ள கருதுகோள்களுடன் ஒப்பிடுகையில் ஒரு பேயச் காரணியைக் கணக்கிடவும் முடியும். அனைத்தும் 'மீதமுள்ள கருதுகோள்களின் தொகைக்கு இரண்டாவது கருதுகோளை பரிமாறிக்கொள்கின்றன, அவை எளிமைப்படுத்தப்படலாம், <சென்டர்> பி.எஃப்%1$s%2$s = (பி (எச்%1$s | தரவு) / (1-பி (எச்%1$s | தரவு))) / (பி (எச்%1$s) /(1-p (h%1$s)))). இரண்டாவது கருதுகோளின் ஆதரவு), அல்லது 'பதிவு (BF%1$s%2$s)' விருப்பத்தைத் தேர்ந்தெடுப்பதன் மூலம் பதிவு அளவிற்கு மாற்றப்படுகிறது.

source: The 'Testing Summary' table displays numerical summaries for the hypotheses. It is composed of the following columns: <ul><li>'Hypothesis' - the specified hypothesis names</li><li>'P(H)' - the prior probability of the hypothesis</li><li>'log(likelihood)' - the log of the marginal likelihood of the hypothesis</li><li>'P(H|data)' - the posterior probability of the hypothesis (after updating with the data)</li><li>%s</li></ul>
de: Die Tabelle 'Test Zusammenfassung' zeigt numerische Zusammenfassungen für die Hypothesen an. Sie besteht aus den folgenden Spalten: <ul><li>'Hypothese' - die angegebenen Hypothesennamen</li><li>'P(H)' - die Prior-Wahrscheinlichkeit der Hypothese</li><li>'log(Wahrscheinlichkeit)' - der Logarithmus der marginalen Wahrscheinlichkeit der Hypothese</li><li>'P(H|Daten)' - die Posterior-Wahrscheinlichkeit der Hypothese (nach Aktualisierung mit den Daten)</li><li>%s</li></ul>
es: La tabla 'Resumen de Pruebas' presenta resúmenes numéricos de las hipótesis. Se compone de las siguientes columnas: <ul><li>'Hipótesis' - Nombres de las hipótesis indicadas</li><li>'P(H)' - Probabilidad previa de la hipótesis</li><li>'log(verosimilitud)' - Logaritmo de la verosimilitud marginal de la hipótesis</li><li>'P(H|datos)' - Probabilidad posterior de la hipótesis (después de actualizarse con los datos)</li><li>%s</li></ul>
eu: 'Proben Laburpena' taulak hipotesien laburpen numerikoak erakusten ditu. Zutabe hauek osatzen dute: <ul><li>'Hipotesia' - zehaztutako hipotesi izenak</li><li>'P(H)' - hipotesiaren aurreko probabilitatea</li><li>'log(likelihood)' - hipotesiaren marjinal-probabilitatearen logaritmoa</li><li>'P(H|datuak)' - hipotesiaren ondorengo probabilitatea (datuekin eguneratu ondoren)</li><li>%s</li></ul>
gl: A táboa 'Resumo de Probas' presenta resumos numéricos das hipóteses. Componse das seguintes columnas: <ul><li>'Hipótese' - Nomes das hipóteses indicadas</li><li>'P(H)' - Probabilidade previa da hipótese</li><li>'log(verosimilitude)' - Logaritmo da verosimilitude marxinal da hipótese</li><li>'P(H|datos)' - Probabilidade posterior da hipótese (logo de actualizarse cos datos)</li><li>%s</li></ul>
pt: A tabela 'Resumo do Teste' exibe resumos numéricos para as hipóteses. Ela é composta pelas seguintes colunas: <ul><li>'Hipótese' - os nomes das hipóteses especificados</li><li>'P(H)' - a probabilidade anterior da hipótese</li><li>'log(verossimilhança)' - o logaritmo da verossimilhança marginal da hipótese</li><li>'P(H|dados)' - a probabilidade posterior da hipótese (após atualização com os dados)</li><li>%s</li></ul>
ta: 'சோதனை சுருக்கம்' அட்டவணை கருதுகோள்களுக்கான எண் சுருக்கங்களைக் காட்டுகிறது. இது பின்வரும் நெடுவரிசைகளைக் கொண்டது: <ul> <li> 'கருதுகோள்' - குறிப்பிட்ட கருதுகோள் பெயர்கள் </li> <li> 'p (h)' - கருதுகோளின் முன் நிகழ்தகவு </li> <li> 'பதிவு (நிகழ்தகவு)' - பதிவு கருதுகோளின் ஓரளவு சாத்தியக்கூறுகள் </li> <li> 'p (h | தரவு)' - கருதுகோளின் பின்புற நிகழ்தகவு (தரவுடன் புதுப்பித்த பிறகு) </li> <li>%s </li> < /ul>
