Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: For a model with a spike prior distribution for parameter %1$s, predictions for 'N' future observation ('Future observations') follow a binomial distribution with size N and chance parameter %2$s equal to the location of the prior distribution. %5$s For a model with a beta prior distribution for parameter %1$s, the predictive distribution is a beta-binomial distribution with size N and posterior beta distribution parameters %3$s and %4$s. %6$s
de: Bei einem Modell mit einer Punkmasse-Prior-Verteilung für den Parameter %1$s folgen die Vorhersagen für 'N' zukünftige Beobachtungen ('Zukünftige Beobachtungen') einer Binomialverteilung mit der Anzahl N und dem Wahrscheinlichkeitsparameter %2$s, der gleich der Lage der Prior-Verteilung ist. %5$s Für ein Modell mit einer Beta-Prior-Verteilung für den Parameter %1$s ist die Vorhersage-Verteilung eine Beta-Binomialverteilung mit der Anzahl N und den Parametern %3$s und %4$s der Posterior-Beta-Verteilung. %6$s
es: Para un modelo con una distribución previa en pico para el parámetro %1$s, las predicciones para 'N' observaciones futuras ('Observaciones futuras') siguen una distribución Binomial de tamaño N y parámetro de oportunidad %2$s, igual a la posición de la distribución previa. %5$s Para un modelo con una distribución previa Beta para el parámetro %1$s, la distribución predictiva es una distribución Beta-Binomial de tamaño N y parámetros de la distribución posterior Beta %3$s y %4$s. %6$s
gl: Para un modelo cunha distribución previa en pico para o parámetro %1$s, as predicións para 'N' observacións futuras ('Observacións futuras') seguen unha distribución Binomial de tamaño N e parámetro de oportunidade %2$s, igual á posición da distribución previa. %5$s Para un modelo cunha distribución previa Beta para o parámetro %1$s, a distribución preditiva é unha distribución Beta-Binomial de tamaño N e parámetros da distribución posterior Beta %3$s e %4$s. %6$s
pt: Para um modelo com uma distribuição a priori de pico para o parâmetro %1$s, as previsões para 'N' observações futuras ('Observações futuras') seguem uma distribuição binomial com tamanho N e parâmetro de chance %2$s igual à localização da distribuição a priori. %5$s Para um modelo com uma distribuição a priori beta para o parâmetro %1$s, a distribuição preditiva é uma distribuição beta-binomial com tamanho N e parâmetros de distribuição beta posteriores %3$s e %4$s. %6$s
ta: %1$s அளவுருவுக்கு ஒரு ச்பைக் முன் விநியோகத்துடன் ஒரு மாதிரிக்கு, 'n' எதிர்கால கண்காணிப்புக்கான கணிப்புகள் ('எதிர்கால அவதானிப்புகள்') அளவு N மற்றும் வாய்ப்பு அளவுரு %2$s உடன் பைனோமியல் விநியோகத்தைப் பின்பற்றுங்கள். முந்தைய விநியோகத்தின் இருப்பிடத்திற்கு சமம் . %5$s அளவுரு %1$s க்கான பீட்டா முன் வழங்கல் கொண்ட ஒரு மாதிரிக்கு, முன்கணிப்பு வழங்கல் என்பது அளவு N மற்றும் பின்புற பீட்டா விநியோக அளவுருக்கள் %3$s மற்றும் %4$s உடன் பீட்டா-பினோமியல் விநியோகமாகும். %6$s கள்

source: For a model with a spike prior distribution for parameter %1$s, predictions for 'N' future observation ('Future observations') with standard deviation %2$s ('SD') follow a normal distribution with mean parameter equal to the location of the prior distribution %3$s and standard deviation %2$s/%4$sN. For a model with a normal prior distribution for parameter %1$s, the predictive distribution is a normal distribution with mean equal to the mean of the posterior distribution and standard deviation based on the standard deviation of the posterior distribution (%3$s) and expected standard deviation of the new data (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). In both cases, the %6$s prediction is equal to the mean parameter of the distribution for predictions.
de: Bei einem Modell mit einer Punktmasse-Prior-Verteilung für den Parameter %1$s folgen die Vorhersagen für 'N' zukünftige Beobachtungen ('Zukünftige Beobachtungen') mit der Standardabweichung %2$s ('SD') einer Normalverteilung mit einem Mittelwertparameter, der gleich der Lage der Prior-Verteilung %3$s ist und mit Standardabweichung %2$s/%4$sN. Bei einem Modell mit einer Prior-Normalverteilung für den Parameter %1$s ist die Prior-Verteilung eine Normalverteilung mit einem Mittelwert gleich dem Mittelwert der Posterior-Verteilung und der Standardabweichung basierend auf der Standardabweichung der Posterior-Verteilung (%3$s) und der erwarteten Standardabweichung der neuen Daten (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). In beiden Fällen ist die Vorhersage %6$s gleich dem Mittelwerts-Parameter der Verteilung für Vorhersagen.
es: Para un modelo con una distribución previa en pico para el parámetro %1$s, las predicciones para 'N' observaciones futuras ('Observaciones futuras') con una desviación típica %2$s ('DT') siguen una distribución Normal con el parámetro de la media igual a la posición de la distribución previa %3$s, y desviación típica %2$s/%4$sN. Para un modelo con una distribución previa Normal para el parámetro %1$s, la distribución predictiva es una distribución Normal con media igual a la media de la distribución posterior y desviación típica basada en la desviación típica de la distribución posterior (%3$s), y desviación típica esperada de los nuevos datos (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). En los dos casos, la predicción de %6$s es igual al parámetro de la media de la distribución para las predicciones.
gl: Para un modelo cunha distribución previa en pico para o parámetro %1$s, as predicións para 'N' observacións futuras ('Observacións futuras') cun desvío padrón %2$s ('DP') seguen unha distribución Normal co parámetro da media igual á posición da distribución previa %3$s, e desvío padrón %2$s/%4$sN. Para un modelo cunha distribución previa Normal para o parámetro %1$s, a distribución preditiva é unha distribución Normal con media igual á media da distribución posterior e desvío padrón baseado no desvío padrón da distribución posterior (%3$s), e desvío padrón agardado dos novos datos (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). Nos dous casos, a predición de %6$s é igual ao parámetro da media da distribución para as predicións.
pt: Para um modelo com uma distribuição anterior de pico para o parâmetro %1$s, as previsões para 'N' observações futuras ('Observações futuras') com desvio padrão %2$s ('DP') seguem uma distribuição normal com parâmetro médio igual à localização da distribuição anterior %3$s e desvio padrão %2$s/%4$sN. Para um modelo com uma distribuição anterior normal para o parâmetro %1$s, a distribuição preditiva é uma distribuição normal com média igual à média da distribuição posterior e desvio padrão com base no desvio padrão da distribuição posterior (%3$s) e desvio padrão esperado dos novos dados (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). Em ambos os casos, a previsão %6$s é igual ao parâmetro médio da distribuição para previsões.
ta: %1$s அளவுருவுக்கு ச்பைக் முன் விநியோகத்துடன் ஒரு மாதிரிக்கு, நிலையான விலகலுடன் %2$s ('sd') கொண்ட 'n' எதிர்கால கண்காணிப்புக்கான ('எதிர்கால அவதானிப்புகள்') கணிப்புகள் சராசரி அளவுருவுடன் சமமான சராசரி விநியோகத்துடன் ஒரு சாதாரண விநியோகத்தைப் பின்பற்றுகின்றன முந்தைய விநியோகத்தின் இருப்பிடம் %3$s மற்றும் நிலையான விலகல் %2$s/ %4$s n. %1$s அளவுருவுக்கு ஒரு சாதாரண முன் விநியோகத்துடன் கூடிய மாதிரிக்கு, முன்கணிப்பு வழங்கல் என்பது பின்புற விநியோகத்தின் சராசரி மற்றும் பின்புற விநியோகத்தின் நிலையான விலகலின் அடிப்படையில் ( %3$s) அடிப்படையில் நிலையான விலகலின் சராசரிக்கு சமமான ஒரு சாதாரண விநியோகமாகும் மற்றும் புதிய தரவுகளின் எதிர்பார்க்கப்படும் நிலையான விலகல் (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ) . இரண்டு நிகழ்வுகளிலும், %6$s கணிப்பு கணிப்புகளுக்கான விநியோகத்தின் சராசரி அளவுருவுக்கு சமம்.

source: The 'Prediction Summary' table displays numerical summaries for the individual models. The displayed point estimate can be changed using the 'Point estimate' option. The table is composed of the following columns: <ul><li>'Model' - the specified model names</li><li>'Posterior (%1$s)' - the estimated posterior distribution for parameter %1$s (used for prediction)</li>%2$s<li>'Posterior %4$s' - the %5$s of the specified posterior distribution</li><li>'Prediction%3$s' - the predictive distribution for new data</li><li>'Prediction %4$s' - the %5$s of predicted data</li></ul>
de: Die Tabelle 'Vorhersage-Zusammenfassung' zeigt numerische Zusammenfassungen für die einzelnen Modelle an. Die angezeigte Punktschätzung kann mit der Option 'Punktschätzung' geändert werden. Die Tabelle besteht aus den folgenden Spalten: <ul><li>'Modell' - die angegebenen Modellnamen</li><li>'Posterior (%1$s)' - die geschätzte Posterior-Verteilung für den Parameter %1$s (verwendet für die Vorhersage)</li>%2$s<li>'Posterior %4$s' - die %5$s der angegebenen Posterior-Verteilung</li><li>'Vorhersage%3$s' - die Vorhersageverteilung für neue Daten</li><li>'Vorhersage %4$s' - die %5$s der vorhergesagten Daten</li></ul>
es: La tabla 'Resumen de Predicciones' presenta resúmenes numéricos de los modelos individuales. Puede cambiarse la estimación puntual presentada utilizando la opción 'Estimación puntual'. La tabla se compone de las siguientes columnas: <ul><li>'Modelo' - Nombres de los modelos indicados</li><li>'Posterior (%1$s)' - Distribución posterior estimada del parámetro %1$s (utilizada para la predicción)</li>%2$s<li>'Posterior %4$s' - %5$s de la distribución posterior indicada</li><li>'Predicción%3$s' - Distribución predictiva para los nuevos datos</li><li>'Predicción %4$s' - %5$s de los datos predichos</li></ul>
eu: 'Aurreikuspen Laburpena' taulak modelo bakoitzaren laburpen numerikoak erakusten ditu. Bistaratutako puntu-estimazioa 'Puntu-estimazioa' aukera erabiliz alda daiteke. Taula honako zutabe hauek osatzen dute: <ul><li>'Modeloa' - zehaztutako modeloen izenak</li><li>'Atzekoa (%1$s)' - %1$s parametroaren atzeko banaketa estimatua (aurreikuspenerako erabilia)</li>%2$s<li>'Atzekoa %4$s' - zehaztutako atzeko banaketaren %5$s</li><li>'Aurreikuspena%3$s' - datu berrien aurreikuspen-banaketa</li><li>'Aurreikuspena %4$s' - aurreikusitako datuen %5$s</li></ul>
gl: A táboa 'Resumo de Predicións' presenta resumos numéricos dos modelos individuais. Pode trocarse a estimación puntual presentada utilizando a opción 'Estimación puntual'. A táboa componse das seguintes columnas: <ul><li>'Modelo' - Nomes dos modelos indicados</li><li>'Posterior (%1$s)' - Distribución posterior estimada do parámetro %1$s (utilizada para a predición)</li>%2$s<li>'Posterior %4$s' - %5$s da distribución posterior indicada</li><li>'Predición%3$s' - Distribución preditiva para os novos datos</li><li>'Predición %4$s' - %5$s dos datos preditos</li></ul>
pt: A tabela 'Resumo da Predição' exibe resumos numéricos para os modelos individuais. A estimativa pontual exibida pode ser alterada usando a opção 'Estimativa pontual'. A tabela é composta pelas seguintes colunas: <ul><li>'Modelo' - os nomes dos modelos especificados</li><li>'Posterior (%1$s)' - a distribuição posterior estimada para o parâmetro %1$s (usado para predição)</li>%2$s<li>'Posterior %4$s' - os %5$s da distribuição posterior especificada</li><li>'Predição%3$s' - a distribuição preditiva para novos dados</li><li>'Predição %4$s' - os %5$s dos dados previstos</li></ul>
ta: 'கணிப்பு சுருக்கம்' அட்டவணை தனிப்பட்ட மாதிரிகளுக்கான எண் சுருக்கங்களைக் காட்டுகிறது. காட்டப்படும் புள்ளி மதிப்பீட்டை 'புள்ளி மதிப்பீடு' விருப்பத்தைப் பயன்படுத்தி மாற்றலாம். அட்டவணை பின்வரும் நெடுவரிசைகளால் ஆனது: <ul> <li> 'மாதிரி' - குறிப்பிட்ட மாதிரி பெயர்கள் </li> <li> 'பின்புறம் ( %1$s)' - அளவுருவுக்கான மதிப்பிடப்பட்ட பின்புற வழங்கல் %1$s (கணிப்புக்குப் பயன்படுத்தப்படுகிறது) </li> %2$s <li> 'பின்புற %4$s' - குறிப்பிட்ட பின்புற விநியோகத்தின் %5$s </li> <li> 'கணிப்பு %3$s' - புதிய தரவுகளுக்கான முன்கணிப்பு வழங்கல் </li> <li> 'கணிப்பு %4$s ' - கணிக்கப்பட்ட தரவின் %5$s </li> </ul>

source: The 'Posterior predictive distribution' option displays figures of predictive distributions based on posterior distributions of the individual models. The '%1$s' checkbox transforms the figures with predicted data%2$s into figures with %3$s.
de: Die Option 'Posterior-prädiktive Verteilung' zeigt Abbildungen der prädiktiven Verteilungen an, die auf den Posterior-Verteilungen der einzelnen Modelle basieren. Das Kontrollkästchen '%1$s' wandelt die Abbildung mit Vorhersagedaten%2$s in Abbildungen mit %3$s um.
es: La opción 'Distribución predictiva posterior' presenta imágenes de las distribuciones predictivas basadas en distribuciones posteriores de los modelos individuales. El recuadro '%1$s' transforma las imágenes con datos predichos %2$s en imágenes con %3$s.
eu: 'Ondorengo banaketa prediktiboa' aukerak banakako ereduen atzeko banaketetan oinarritutako banaketa prediktiboen zifrak erakusten ditu. '%1$s' kontrol-laukiak %2$s aurreikusitako datuak dituzten zifrak %3$s dituzten zifra bihurtzen ditu.
gl: A opción 'Distribución preditiva posterior' presenta imaxes das distribucións preditivas baseadas en distribucións posteriores dos modelos individuais. O cadriño '%1$s' transforma as imaxes con datos preditos %2$s en imaxes con %3$s.
pt: A opção 'Distribuição preditiva posterior' exibe números de distribuições preditivas com base nas distribuições posteriores dos modelos individuais. A caixa de seleção '%1$s' transforma os números com dados previstos%2$s em números com %3$s.
ta: 'பின்புற முன்கணிப்பு வழங்கல்' விருப்பம் தனிப்பட்ட மாதிரிகளின் பின்புற விநியோகங்களின் அடிப்படையில் முன்கணிப்பு விநியோகங்களின் புள்ளிவிவரங்களைக் காட்டுகிறது. '%1$s' தேர்வுப்பெட்டி கணிக்கப்பட்ட தரவு%2$s உடன் புள்ளிவிவரங்களை%3$s உடன் புள்ளிவிவரங்களாக மாற்றுகிறது.

source: The 'All' option shows all posterior predictive distributions on top of each other, allowing for easier comparison with a common density scale on the y-axis.
de: Die Option 'Alle' zeigt alle Posterior-prädiktiven Verteilungen übereinander an, für einen leichteren Vergleich mit einer gemeinsamen Dichteskala auf der y-Achse.
es: La opción 'Todo' muestra todas las distribuciones predictivas posteriores encima de las otras, permitiendo una comparación más sencilla con la escala común de densidad en el eje y.
eu: 'Guztiak' aukerak atzeko aurreikuspen banaketa guztiak bata bestearen gainean erakusten ditu, y ardatzeko dentsitate eskala komun batekin errazago alderatzea ahalbidetuz.
gl: A opción 'Todo' amosa tódalas distribucións preditivas posteriores enriba das outras, permitindo unha comparación máis doada coa escala común de densidade no eixe y.
pt: A opção 'Todos' mostra todas as distribuições preditivas posteriores umas sobre as outras, permitindo uma comparação mais fácil com uma escala de densidade comum no eixo y.
ta: 'அனைத்து' விருப்பமும் ஒருவருக்கொருவர் மேல் உள்ள அனைத்து பின்புற முன்கணிப்பு விநியோகங்களையும் காட்டுகிறது, இது Y- அச்சில் பொதுவான அடர்த்தி அளவோடு எளிதாக ஒப்பிட அனுமதிக்கிறது.

source: The 'Stacked' option shows all posterior predictive distributions in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Gestapelt' zeigt alle Posterior-prädiktiven Verteilungen in einer Abbildung mit einem Tiefeneffekt, der durch Auftragen der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse erzeugt wird.
es: La opción 'Apilado' muestra todas las distribuciones predictivas posteriores en una imagen con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
eu: 'Pilatutako' aukerak atzeko banaketa prediktibo guztiak erakusten ditu irudi bakarrean, z ardatzean 'aurrerago' banaketa gehigarriak marraztean sortutako sakontasun efektuarekin.
gl: A opción 'Amoreado' amosa tódalas distribucións preditivas posteriores nunha imaxe cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção 'Empilhado' mostra todas as distribuições preditivas posteriores em uma figura com um efeito de profundidade induzido pela plotagem das distribuições adicionais 'mais adiante' no eixo z.
ta: 'அடுக்கப்பட்ட' விருப்பம் ஒரு படத்தில் உள்ள அனைத்து பின்புற முன்கணிப்பு விநியோகங்களையும் Z- அச்சில் கூடுதல் விநியோகங்களை 'மேலும்' திட்டமிடுவதன் மூலம் தூண்டப்பட்ட ஆழமான விளைவைக் காட்டுகிறது.

source: The 'Individual' option shows posterior predictive distributions for each model individually in separate figures. It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%s
de: Die Option 'Individuell' zeigt die Posterior-prädiktiven Verteilungen für jedes Modell einzeln in separaten Abbildungen. Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Glaubwürdigkeitsintervallen ('GI') zu visualisieren:%s
es: La opción 'Individual' muestra las distribuciones predictivas posteriores individualmente para cada modelo en imágenes separadas. Es posible visualizar distintos tipos de estimaciones puntuales ('Estimación puntual') e intervalos de credibilidad ('IC'):%s
eu: 'Banakako' aukerak modelo bakoitzerako ondorengo banaketa prediktiboak erakusten ditu irudi bereizietan. Puntu-estimazio mota desberdinak ('Puntu-estimazioa') eta tarte sinesgarriak ('CI') bistaratzea posible da:%s
gl: A opción 'Individual' amosa as distribucións preditivas posteriores individualmente para cada modelo en imaxes separadas. É posible visualizar distintos tipos de estimacións puntuais ('Estimación puntual') e intervalos de credibilidade ('IC'):%s
pt: A opção 'Individual' mostra as distribuições preditivas posteriores para cada modelo individualmente em figuras separadas. É possível visualizar diferentes tipos de estimativas pontuais ('Estimativa pontual') e intervalos credíveis ('IC'): %s
ta: 'தனிப்பட்ட' விருப்பம் ஒவ்வொரு மாதிரிக்கும் தனித்தனியாக தனித்தனி புள்ளிவிவரங்களில் பின்புற முன்கணிப்பு விநியோகங்களைக் காட்டுகிறது. வெவ்வேறு வகையான புள்ளி மதிப்பீடுகள் ('புள்ளி மதிப்பீடு') மற்றும் நம்பகமான இடைவெளிகள் ('சிஐ') ஆகியவற்றைக் காட்சிப்படுத்த முடியும்:%s

source: The '%1$s' option displays figures of predictive distributions based on posterior distributions of the individual models. %2$s
de: Die Option '%1$s' zeigt Zahlen der prädiktiven Verteilungen an, die auf Posterior-Verteilungen der einzelnen Modelle basieren. %2$s
es: La opción '%1$s' presenta imágenes de las distribuciones predictivas basadas en distribuciones posteriores de los modelos individuales. %2$s
gl: A opción '%1$s' presenta imaxes das distribucións preditivas baseadas en distribucións posteriores dos modelos individuais. %2$s
pt: A opção '%1$s' exibe números de distribuições preditivas com base em distribuições posteriores dos modelos individuais. %2$s
ta: '%1$s' விருப்பம் தனிப்பட்ட மாதிரிகளின் பின்புற விநியோகங்களின் அடிப்படையில் முன்கணிப்பு விநியோகங்களின் புள்ளிவிவரங்களைக் காட்டுகிறது. %2$s

source: The 'Conditional' option shows all %1$s for parameter %2$s independently, as if they were considered as individual models (without the existence of other hypotheses). It is possible to visualize different of credible intervals ('CI'):%3$s
de: Die Option 'Konditional' zeigt alle %1$s für den Parameter %2$s unabhängig voneinander, als ob sie als individuelle Modelle betrachtet würden (ohne die Existenz anderer Hypothesen). Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Glaubwürdigkeitsintervallen ('GI') zu visualisieren:%3$s
es: La opción 'Condicionado' muestra todas las %1$s para el parámetro %2$s independientemente, como si fuesen consideradas como modelos individuales (sin la existencia de otras hipótesis). Es posible visualizar distintos intervalos de credibilidad ('IC'):%3$s
eu: 'Baldintzapeko' aukerak %2$s parametrorako %1$s guztiak erakusten ditu modu independentean, banakako eredutzat hartuko balira bezala (beste hipotesirik gabe). Sinesgarritasun tarte desberdinak ('CI') bistaratzea posible da: %3$s
gl: A opción 'Condicionado' amosa tódalas %1$s para o parámetro %2$s independentemente, como se foran consideradas como modelos individuais (sen a existencia doutras hipóteses). É posible visualizar distintos intervalos de credibilidade ('IC'):%3$s
pt: A opção 'Condicional' mostra todos os %1$s para o parâmetro %2$s de forma independente, como se fossem considerados modelos individuais (sem a existência de outras hipóteses). É possível visualizar diferentes intervalos credíveis ('IC'):%3$s
ta: 'நிபந்தனை' விருப்பம் %2$s அளவுருவுக்கு அனைத்து %1$s ஐ சுயாதீனமாகக் காட்டுகிறது, அவை தனிப்பட்ட மாதிரிகளாகக் கருதப்பட்டதைப் போல (பிற கருதுகோள்களின் இருப்பு இல்லாமல்). நம்பகமான இடைவெளிகளை ('சிஐ') வேறுபட்ட காட்சிப்படுத்த முடியும்:%3$s
