Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: This analysis demonstrates <b>binary classification</b> which is a common statistical procedure where subjects are classified into two groups based on a classification rule. Binary classification is a procedure where data about the subject is dichotomised to reach a binary decision (e.g., yes/no, true/false). Common binary classification applications are: <ul> <li><b>Medical testing and diagnosis</b> where the classification determines whether a patient has a certain disease or not.</li> <li><b>Spam detection</b> where the classification determines whether a message (e.g., an email) is spam or not.</li> <li><b>Quality control</b> where the classification determines whether an industry standard is met or not.</li> </ul> Because binary classification is often used in medical testing, the terminology surrounding binary classification problems is similar to medical terminology (e.g., prevalence, condition, marker). In practice, there is an important distinction between the <i>true</i> state of the subject and the <i>assigned label</i> given by the classification rule. In JASP, the true state is called <b>condition</b> (positive/negative) and the assigned label is called <b>test</b> (positive/negative). In many applications, the conditions or the tests may not be symmetric, therefore various types of errors are of interest in addition to an overall measure of accuracy. These types of errors distinguish, for example, whether a patient has a disease but the test came back negative (false negative), or whether a patient does not have a disease but the test came back positive (false positive). Properties of the test are usually described in terms of its <b>sensitivity</b> and <b>specificity</b>. Sensitivity is the probability of testing positive if the condition is positive. Specificity is the probability of testing negative if the condition is negative. A property of condition is <b>prevalence</b>, which is the proportion of subjects that have a positive condition in the population. Asymmetric characteristics of the test or prevalence can lead to situations that may appear to the untrained eye as paradoxical. For example, in certain situations it is more likely that a patient does not have a particular disease than that they do, even after testing positive for that disease. Formally, the probability that a subject has a positive condition after the test is positive (i.e., the positive predictive value) is obtained by applying <b>Bayes theorem</b>: <img src = "img:jaspLearnBayes/icons/bayes.png", width="500"> <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a>
es: Este análisis muestra la <b>Clasificación Binaria</b>, que es un procedimiento estadístico habitual cuando los elementos se clasifican en dos grupos, en base a una regla de clasificación. La Clasificación Binaria es un procedimiento en el que los datos sobre un elemento se hacen dicotómicos para alcanzar una decisión binaria (p.e. si/no, verdadero/falso). Las aplicaciones habituales de la Clasificación Binaria son: <ul> <li><b>Pruebas y diagnósticos médicos</b> donde la clasificación determina si un paciente sufre alguna enfermedad o no.</li> <li><b>Detección de spam</b> donde la clasificación determina si un mensaje (p.e. un email) es spam o no.</li> <li><b>Control de calidad</b> donde la clasificación determina si un estándar industrial se consiguió o no.</li> </ul> Debido al hecho de que la clasificación binaria se utiliza frecuentemente en los ensayos médicos, la terminología en los problemas de clasificación binaria es similar a la terminología médica (p.e. prevalencia, condición, marcador). En la practica, existe una importante diferencia entre el <i>verdadero</i> estado de un sujeto y la <i>etiqueta que se le asigna</i>, dada por la regla de clasificación. En JASP, el estado verdadero se denomina <b>condición</b> (positiva/negativa) y la etiqueta que se asigna se denomina <b>prueba</b> (positiva/negativa). En muchas aplicaciones, las condiciones o las pruebas pueden no ser simétricas, por eso son interesantes distintos tipos de errores además de una medida global de precisiónn. Estos tipos de errores distinguen, por ejemplo, si un paciente sufre de una dolencia pero la prueba resulta negativa (falsamente negativa), o si un paciente no sufre de una dolencia pero la prueba resulta positiva (falsamente positiva). Las propiedades de la prueba se describen habitualmente en términos de su <b>Sensibilidad</b> y <b>Especificidad</b>. La Sensibilidad es la probabilidad de un resultado positivo de la prueba, si la condición es positiva. La Especificidad es la probabilidad de un resultado negativo de la prueba, si la condición es negativa. Una propiedad de la condición es la <b>prevalencia</b>, que es la proporción de sujetos que tienen la condición positiva en la población. Las características asimétricas de la prueba o la prevalencia pueden llevar a situaciones que pueden parecer paradójicas a un observador no entrenado. Por ejemplo, en algunos casos es más probable que un paciente no tenga una enfermedad que la tenga, incluso después de dar un resultado positivo con una prueba para esa enfermedad. Formalmente, la probabilidad de que un sujeto tenga una condición positiva, después de que el resultado de una prueba sea positivo (i.e. valor predictivo positivo) se obtiene aplicando el <b>teorema de Bayes</b>: <img src = "img:jaspLearnBayes/icons/bayes.png", width="500"> <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a>

source: Drawing samples
de: Stichprobe ziehen
es: Extrayendo muestras
gl: Extraendo mostras
ja: サンプルの描画

source: Test Characteristics
de: Testcharakteristiken
es: Características de la Prueba
gl: Características da Proba
ja: テスト特性

source: Parameter estimates are posterior means based on %i samples.
de: Parameterschätzungen sind Posterior-Mittelwerte auf Basis von %i Stichproben.
es: Las estimaciones de los parámetros son medias posteriores, basadas en %i muestras.
gl: As estimacións dos parámetros son medias posteriores, baseadas en %i mostras.
ja: パラメータの推定値は，%i個のサンプルに基づく事後平均である.

source: The plot could not be created because the posterior model probabilities are not defined.
de: Das Diagramm konnte nicht erstellt werden, da die Posterior-Modellwahrscheinlichkeiten nicht definiert sind.
es: El gráfico no se puede generar porque las probabilidades posteriores del modelo no están definidas.
gl: A gráfica non se pode xerar porque as probabilidades posteriores do modelo non están definidas.
ja: 事後モデル確率が定義されていないため、プロットを作成できませんでした.

source: normal (%1$.2f, %2$.2f)
eu: normala (%1$.2f, %2$.2f)

source: normal (%1$s, %2$.2f)
eu: normala (%1$s, %2$.2f)

source: %s%% CI: [%s, %s]
de: %s%% GI: [%s, %s]
gl: IC do %s%% : [%s, %s]

source: This analysis demonstrates <b>binary classification</b> which is a common statistical procedure where subjects are classified into two groups based on a classification rule. Binary classification is a procedure where data about the subject is dichotomised to reach a binary decision (e.g., yes/no, true/false). Common binary classification applications are: <ul> <li><b>Medical testing and diagnosis</b> where the classification determines whether a patient suffers from a certain disease or not.</li> <li><b>Spam detection</b> where the classification determines whether a message (e.g., an email) is a spam or not.</li> <li><b>Quality control</b> where the classification determines whether an industry standard has been met or not.</li> </ul> Due to the fact that binary classification is often used in medical testing, terminology in binary classification problems borrows from medical dictionary (e.g., prevalence, condition, marker). In practice, there is an important distinction between the <i>true</i> state of the subject and the <i>assigned label</i> given by the classification rule. In JASP, the true state is called <b>condition</b> (positive/negative) and the assigned label is called <b>test</b> (positive/negative). In many applications, the conditions or the test may not be symmetric, therefore various types of errors are of interest in addition to an overall accuracy measure. These types of errors distinguish, for example, whether a patient suffers from a condition but the test came out negative (false negative), or whether a patient does not suffer from a condition but the test came out positive (false positive). Properties of the test are usually described in terms of its <b>sensitivity</b> and <b>specificity</b>. Sensitivity is the probability of testing positive if the condition is positive. Specificity is the probability of testing negative if the condition is negative. Property of condition is <b>prevalence</b>, which is the proportion of subjects that have a positive condition in the population. Skewed characteristics of the test or prevalence can lead to situations that may appear to the untrained eye as paradoxical. For example, in certain situations it is more likely that a patient does not have a certain disease than does, even after testing positive for that disease. Formally, the probability that a subject has a positive condition after the test came out positive (i.e., positive predictive value) is obtained by applying the <b>Bayes theorem</b>: <img src = "file://%s", width="500"> <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a>
de: Diese Analyse demonstriert die <b>binäre Klassifikation</b>, ein gängiges statistisches Verfahren, bei dem Fälle anhand einer Klassifikationsregel in zwei Gruppen eingeteilt werden. Die binäre Klassifizierung ist ein Verfahren, bei dem Daten über den Fall dichotomisiert werden, um zu einer binären Entscheidung zu gelangen (z. B. ja/nein, wahr/falsch). Gängige Anwendungen der binären Klassifikation sind: <ul> <li><b>Medizinische Tests und Diagnosen</b>, bei denen die Klassifizierung feststellt, ob ein Patient an einer bestimmten Krankheit leidet oder nicht.</li> <li><b>Spam-Erkennung</b>, bei der die Klassifizierung feststellt, ob eine Nachricht (z. B. eine E-Mail) Spam ist oder nicht.</li> <li><b>Qualitätskontrolle</b>, bei der die Klassifizierung feststellt, ob ein Industriestandard eingehalten wurde oder nicht.</li> </ul> Da die binäre Klassifikation häufig in medizinischen Tests verwendet wird, sind die Begriffe in binären Klassifikationsproblemen dem medizinischen Wörterbuch entlehnt (z. B. Prävalenz, Zustand, Marker). In der Praxis gibt es eine wichtige Unterscheidung zwischen dem <i>wahren</i> Zustand des Falls und der <i>zugewiesenen Einordnung</i>, die durch die Klassifikationsregel gegeben ist. In JASP wird der wahre Zustand als <b>Zustand</b> (positiv/negativ) und die zugewiesene Einordnung als <b>Test</b> (positiv/negativ) bezeichnet. In vielen Anwendungen sind die Zustände oder der Test möglicherweise nicht symmetrisch, daher sind neben einem allgemeinen Genauigkeitsmaß auch verschiedene Fehlerarten von Interesse. Diese Fehlertypen unterscheiden z. B., ob ein Patient an einer Krankheit leidet, der Test aber negativ ausgefallen ist (falsch negativ), oder ob ein Patient nicht an einer Krankheit leidet, der Test aber positiv ausgefallen ist (falsch positiv). Die Eigenschaften eines Tests werden üblicherweise durch seine <b>Sensitivität</b> und <b>Spezifität</b> beschrieben. Die Sensitivität ist die Wahrscheinlichkeit, positiv zu testen, wenn der Zustand positiv ist. Spezifität ist die Wahrscheinlichkeit, negativ zu testen, wenn der Zustand negativ ist. Die Eigenschaft des Zustands ist die <b>Prävalenz</b>, d. h. der Anteil der Fälle, die einen positiven Zustand in der Grundgesamtheit haben. Asymmetrische Eigenschaften des Tests oder der Prävalenz können zu Situationen führen, die dem ungeschulten Auge als paradox erscheinen können. Zum Beispiel ist es in bestimmten Situationen wahrscheinlicher, dass ein Patient eine bestimmte Krankheit nicht hat, als dass er sie hat, selbst wenn er positiv auf diese Krankheit getestet wurde. Formal erhält man die Wahrscheinlichkeit, dass ein Fall einen positiven Zustand hat, nachdem der Test positiv ausgefallen ist (d. h. der positive prädiktive Wert), durch Anwendung des <b>Satzes von Bayes</b>: <img src = "file://%s", width="500"> <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://de.wikipedia.org/wiki/Beurteilung_eines_bin%%C3%%A4ren_Klassifikators">https://de.wikipedia.org/wiki/Beurteilung_eines_bin%%C3%%A4ren_Klassifikators</a> <a href="https://de.wikipedia.org/wiki/Satz_von_Bayes">https://de.wikipedia.org/wiki/Satz_von_Bayes</a>
gl: Esta análise mostra a <b>Clasificación Binaria</b>, que é un procedemento estatístico habitual cando os elementos se clasifican en dous grupos en base a unha regra de clasificación. A Clasificación Binaria é un procedemento onde os datos sobre un elemento se fan dicotómicos para acadar unha decisión binaria (p.e. si/non, verdadeiro/falso). As aplicacións habituais da Clasificación Binaria son: <ul> <li><b>Proba e diagnose médica</b> onde a clasificación determina se un paciente sofre dalgunha enfermidade ou non.</li> <li><b>Detección de spam</b> onde a clasificación determina se unha mensaxe (p.e. un email) é spam ou non.</li> <li><b>Control de calidade</b> onde a clasificación determina se un estándar industrial conseguiuse ou non.</li> </ul> Debido ao feito de que a clasificación binaria se utiliza frecuentemente nos ensaios médicos, a terminoloxía dos problemas de clasificación binaria está emprestada do dicionario médico (p.e. prevalencia, condición, marcador). Na practica, existe unha importante diferenza entre o <i>verdadeiro</i> estado dun suxeito e a <i>etiqueta que se lle asigna</i>, dada unha regra de clasificación. En JASP, o estado verdadeiro denomínase <b>condición</b> (positiva/negativa) e a etiqueta que se asigna denomínase <b>proba</b> (positiva/negativa). En moitas aplicacións, as condicións ou a proba poden non ser simétricas, por iso son interesantes distintos tipos de erros ademais dunha medida global de precisión. Estes tipos de erros distinguen, por exemplo, se un paciente sofre dunha condición pero a proba resulta negativa (falsamente negativa), ou se un paciente non sofre dunha condición pero a proba resulta positiva (falsamente positiva). As propiedades da proba se describen habitualmente en termos da súa <b>Sensibilidade</b> e <b>Especificidade</b>. A Sensibilidade é a probabilidade dun resultado positivo da proba, se a condición é positiva. A Especificidade é a probabilidade dun resultado negativo da proba, se a condición é negativa. Unha propiedade da condición é a <b>prevalencia</b>, que é a proporción de suxeitos que teñen a condición positiva na poboación. As características asimétricas da proba ou a prevalencia poden levar a situacións que poden parecer paradoxais a un observador non adestrado. Por exemplo, nalgúns casos é máis probable que un paciente non teña unha doenza que a teña, mesmo despois de dar un resultado positivo cunha proba para esa doenza. Formalmente, a probabilidade de que un suxeito teña unha condición positiva, despois de que o resultado dunha proba sexa positivo (i.e. valor preditivo positivo) obtense aplicando o <b>teorema de Bayes</b>: <img src = "file://%s", width="500"> <h5>References</h5> Pepe, M. S. (2003). <i>The statistical evaluation of medical tests for classification and prediction</i>. Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a>
ja: この分析は、分類ルールに基づいて被験者を2つのグループに分類する一般的な統計手順である<b>二項分類</b>を示しています。 二値分類とは、対象者に関するデータを二分して、二値の決定（例：Yes/No、true/false）に到達させる手順です。 一般的なバイナリ分類のアプリケーションは以下の通りです。 <ul> <li><b>医学検査・診断</b> 患者が特定の病気にかかっているかどうかを判断するための分類</li> <li><b>スパム検出</b> メッセージ（例：電子メール）がスパムかどうかを分類する場合</li> <li><b>品質管理</b> 業界標準が満たされているかどうかを分類する場合</li> </ul> 二値分類は医学的なテストでよく使われるため、二値分類問題の用語は医学辞書を参考にしています (例: prevalence, condition, marker)。 実際には、対象者の<i>真の</i>状態と、分類ルールによって与えられた<i>割り当てられたラベル</i>との間には、重要な区別があります。JASPでは、真の状態を<b>条件</b>（ポジティブ/ネガティブ）と呼び、割り当てられたラベルを<b>テスト</b>（ポジティブ/ネガティブ）と呼びます。多くの応用例では、条件やテストが対称的ではない場合があり、そのため、全体的な精度の測定に加えて、さまざまなタイプの誤差が注目されます。これらのタイプのエラーは、例えば、患者がある状態に苦しんでいるのに、テストが陰性になった（偽陰性）のか、あるいは、患者がある状態に苦しんでいないのに、テストが陽性になった（偽陽性）のかを区別します。 テストの特性は、通常、<b>感度</b>と<b>特異度</b>という言葉で表現されます。感度とは、状態が陽性である場合に陽性と判定される確率のことです。特異度とは、条件が陰性の場合に陰性と判定される確率のことです。条件の特性とは、<b>有病率</b>のことで、これは母集団の中で条件が陽性である被験者の割合を意味します。 テストや有病率の特性に偏りがあると、素人目には逆説的に見えるような状況になることがあります。例えば、ある状況では、ある病気の検査で陽性であっても、患者がその病気に罹患していない可能性の方が高い場合があります。 形式的には、検査で陽性になった後、被験者が陽性である確率（すなわち、陽性予測値）は、<b>ベイズの定理</b>を適用することで得られます。 <img src = "file://%s", width="500">。 <h5>参考文献</h5> </h5 Pepe, M. S. (2003).<i>The statistical evaluation of medical tests for classification and prediction</i>.Oxford University Press. <a href="https://wikipedia.org/wiki/Binary_classification">https://wikipedia.org/wiki/Binary_classification</a> <a href="https://wikipedia.org/wiki/Evaluation_of_binary_classifiers">https://wikipedia.org/wiki/Evaluation_of_binary_classifiers</a> <a href="https://wikipedia.org/wiki/Bayes%%27_theorem">https://wikipedia.org/wiki/Bayes%%27_theorem</a

source: Mean of marker in positive condition (%s) needs to be larger than the mean of marker in negative condition (%s).
de: Der Marker-Mittelwert im positiven Zustand (%s) muss größer sein als der Marker-Mittelwert im negativen Zustand (%s).
gl: É necesario que a media do marcador na condición positiva (%s) sexa maior que a media do marcador na condición negativa (%s).
ja: 陽性状態のマーカーの平均（%s）は、陰性状態のマーカーの平均（%s）よりも大きくする必要があります.

source: These results are based on %i %s and %i %s.
de: Diese Ergebnisse basieren auf %i %s und %i %s.
gl: Estes resultados baséanse en %i %s e %i %s.
ja: この結果は、%i %sと%i %sに基づいています.

source: %i %% CI
de: %i %% KI
gl: IC do %i %%

source: %i %% HPD
gl: HPD do %i %%

source: The prediction for %s %s is based on %s %s and %s %s.
de: Die Vorhersage für %s %s basiert auf %s %s und %s %s.
gl: A predición para %s %s baséase en %s %s e %s %s.
ja: %s %sの予測は、%s %sと%s %sに基づいています.

source: Incorrect arguments for the inverse cumulative density function
de: Falsche Argumente für die inverse kumulative Dichtefunktion
gl: Argumentos incorrectos para a función de densidade acumulada inversa
ja: 逆累積密度関数の引数が正しくありません

source: Welcome to the %s analysis from the Learn Bayes module. This analysis illustrates Bayesian %s using %s examples.
de: Willkommen bei der %s-Analyse im Modul "Bayes Lernen". Diese Analyse illustriert Bayessche %s mit %s Beispielen.
gl: Benvida/o á análise %s do módulo Aprender Bayes. Esta análise expón o %s baiesiano utilizando %s exemplos.
ja: Learn Bayes モジュールの %s 分析へようこそ。この分析は、ベイズ %s を %s の例を使って説明しています.

source: The analysis is split into 5 sections: <ol> <li> Data - for specifying the data input for the computations. You can either use a variable from a dataset loaded into JASP, specify an aggregated overview of the data, or enter the observations one by one (and update them during the analysis). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>
de: Die Analyse ist in 5 Abschnitte aufgeteilt: <ol> <li> Daten - hier werden die Daten für die Berechnungen eingetragen. Sie können entweder eine Variable aus einem im JASP geladenen Datensatz verwenden, eine Zusammenfassung der Daten auswählen oder die Beobachtungen einzeln eintragen (und während der Analyse aktualisieren). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>
gl: A análise divídese en 5 seccións: <ol> <li> Datos - para indicar a achega de datos para os cálculos. Podes ben utilizar unha variable dun conxunto de datos cargados en JASP, ben indicar un panorama agregado dos datos, ou ben introducir as observacións unha por unha (e actualizalas durante a análise). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>
ja: 分析は5つのセクションに分かれています。 <ol> <li> データ - 計算のためのデータ入力を指定します。JASPに読み込まれているデータセットの変数を使用するか、データの集約された概要を指定するか、観測値を1つずつ入力する（分析中に更新する）ことができます。</li> <li> %s </li>. <li> %s </li>. <li> %s </li> <li> %s </li> </ol>

source: Warning: Player %1$i has already won the game. Adjust the inputs!
de: Warnung: Spieler %1$i hat das Spiel bereits gewonnen. Passe die Eingaben an!
gl: Aviso: O xogador %1$i xa gañou o xogo. Axusta as achegas!

source: USE '.dataArrowGaussianLS()'
de: NUTZE '.dataArrowGaussianLS()'
gl: UTILIZAR '.dataArrowGaussianLS()'

source: The prediction for %s future %s is based on %s.
de: Die Vorhersage für %s zukünftiges %s basiert auf %s.
gl: A predición para %s futuro %s baséase en %s.
