Repository: jasp-stats/jaspLearnBayes
Catalog: po/R-*.po
Languages: de, es, eu, gl, ja, pt, ta

source: The '%1$s' option displays the %2$s plots for parameter %3$s. Spike prior distributions are visualized as arrows (signifying that their density is infinite) and %4$s distributions are visualized as continuous lines.
de: Die Option '%1$s' zeigt die %2$s-Abbildungen für Parameter %3$s. Punktmasse-Priorverteilungen werden als Pfeile dargestellt (um anzudeuten, dass ihre Dichte unendlich ist) und %4$s Verteilungen werden als durchgezogene Linien dargestellt.
es: La opción '%1$s' presenta los %2$s gráficos para el parámetro %3$s. Las distribuciones previas en pico se visualizan como flechas (queriendo decir que su densidad es infinita) y las distribuciones %4$s se visualizan como líneas continuas.
eu: '%1$s' aukerak %3$s parametroaren %2$s grafikoak erakusten ditu. Aldez aurretiko banaketak gezi gisa bistaratzen dira (dentsitatea infinitua dela esan nahi dute) eta %4$s banaketak lerro jarraitu gisa.
gl: A opción '%1$s' presenta as %2$s gráficas para o parámetro %3$s. As distribucións previas en pico se visualizan como frechas (querendo dicir que a súa densidade é infinita) e as distribucións %4$s se visualizan como liñas continuas.
pt: A opção '%1$s' exibe os gráficos %2$s para o parâmetro %3$s. Distribuições de pico anteriores são visualizadas como setas (significando que sua densidade é infinita) e distribuições %4$s são visualizadas como linhas contínuas.
ta: ' %1$s' விருப்பம் %3$s அளவுருவுக்கு %2$s அடுக்குகளைக் காட்டுகிறது. ச்பைக் முன் விநியோகங்கள் அம்புகளாக காட்சிப்படுத்தப்படுகின்றன (அவற்றின் அடர்த்தி எல்லையற்றது என்பதைக் குறிக்கிறது) மற்றும் %4$s விநியோகங்கள் தொடர்ச்சியான கோடுகளாக காட்சிப்படுத்தப்படுகின்றன.

source: The 'All' option shows all %1$s for parameter %2$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis.
de: Die Option 'Alle' zeigt alle %1$s für den Parameter %2$s übereinander an, was einen einfacheren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht.
es: La opción 'Todo' muestra todo %1$s para el parámetro %2$s encima de cada uno, permitiendo una comparación más sencilla con una escala común de densidad y probabilidad en el eje y.
eu: 'Guztiak' aukerak %2$s parametrorako %1$s guztiak bata bestearen gainean erakusten ditu, y ardatzeko dentsitate eta probabilitate eskala komun batekin alderaketa errazagoa ahalbidetuz.
gl: A opción 'Todo' amosa todo %1$s para o parámetro %2$s enriba de cada un, permitindo unha comparación máis sinxela cunha escala común de densidade e probabilidade no eixe y.
pt: A opção 'Todos' mostra todos os %1$s para o parâmetro %2$s um em cima do outro, permitindo uma comparação mais fácil com uma escala comum de densidade e probabilidade no eixo y.
ta: 'ஆல்' விருப்பம் ஒருவருக்கொருவர் மேல் %2$s அளவுருவுக்கு %1$s ஐக் காட்டுகிறது, இது Y- அச்சில் பொதுவான அடர்த்தி மற்றும் நிகழ்தகவு அளவோடு எளிதாக ஒப்பிட அனுமதிக்கிறது.

source: The 'Stacked' option shows all %1$s for parameter %2$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Gestapelt' zeigt alle %1$s für den Parameter %2$s in einer Abbildung mit einem Tiefeneffekt, der durch Auftragen der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse induziert wird.
es: La opción 'Apilado' muestra todo %1$s para el parámetro %2$s en una imagen con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
eu: 'Pilatutako' aukerak %2$s parametrorako %1$s guztiak erakusten ditu irudi bakar batean, z ardatzean 'gehiago' marraztean sortutako sakontasun efektuarekin.
gl: A opción 'Amoreado' amosa todo %1$s para o parámetro %2$s nunha imaxe cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção 'Empilhado' mostra todos os %1$s para o parâmetro %2$s em uma figura com um efeito de profundidade induzido pela plotagem das distribuições adicionais 'mais adiante' no eixo z.
ta: 'அடுக்கப்பட்ட' விருப்பம் ஒரு படத்தில் %2$s க்கு %1$s ஐக் காட்டுகிறது, இது Z- அச்சில் கூடுதல் விநியோகங்களை 'மேலும்' திட்டமிடுவதன் மூலம் ஆழமான விளைவைக் கொண்டுள்ளது.

source: The 'Individual' option shows %1$s for parameter %2$s individually in separate figures. It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%3$s
de: Die Option 'Einzeln' zeigt %1$s für den Parameter %2$s einzeln in separaten Abbildungen. Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Glaubwürdigkeitsintervalle ('GI') zu visualisieren:%3$s
es: La opción 'Individual' muestra %1$s para el parámetro %2$s individualmente en imágenes separadas. Es posible visualizar distintos tipos de estimaciones puntuales ('Estimación por punto') e intervalos de credibilidad ('IC'):%3$s
eu: 'Banakako' aukerak %1$s %2$s parametrorako banaka erakusten du irudi bereizietan. Puntu-estimazio mota desberdinak ('Puntu-estimazioa') eta tarte sinesgarriak ('CI') bistaratzea posible da:%3$s
gl: A opción 'Individual' amosa %1$s para o parámetro %2$s individualmente en imaxes separadas. É posible visualizar distintos tipos de estimacións puntuais ('Estimación puntual') e intervalos de credibilidade ('IC'):%3$s
pt: A opção 'Individual' mostra %1$s para o parâmetro %2$s individualmente em figuras separadas. É possível visualizar diferentes tipos de estimativas pontuais ('Estimativa pontual') e intervalos credíveis ('IC'):%3$s
ta: 'தனிநபர்' விருப்பம் %2$s அளவுருவுக்கு தனித்தனியாக %1$s ஐ தனித்தனி புள்ளிவிவரங்களில் காட்டுகிறது. பல்வேறு வகையான புள்ளி மதிப்பீடுகள் ('புள்ளி மதிப்பீடு') மற்றும் நம்பகமான இடைவெளிகள் ('சிஐ'):%3$s

source: Furthermore, the 'Observed data' checkbox allows the visualization of the observed %s as a black cross in the figure.
de: Zudem ermöglicht das Kontrollkästchen "Beobachtete Daten" die Visualisierung der beobachteten %s als schwarzes Kreuz in der Abbildung.
es: Además, el recuadro de 'Datos observados' permite la visualización en la imagen de los %s observados como cruces negras.
eu: Gainera, 'Behatutako datuak' kontrol-laukiak behatutako %s-ak irudian gurutze beltz gisa bistaratzea ahalbidetzen du.
gl: Amais, o recadriño de 'Datos observados' permite a visualización na imaxe dos %s observados como cruces negras.
pt: Além disso, a caixa de seleção 'Dados observados' permite a visualização dos %s observados como uma cruz preta na figura.
ta: மேலும், 'கவனிக்கப்பட்ட தரவு' தேர்வுப்பெட்டி படத்தில் ஒரு கருப்பு சிலுவையாக கவனிக்கப்பட்ட %s களை காட்சிப்படுத்த அனுமதிக்கிறது.

source: The 'Conditional' option shows all %1$s for parameter %2$s independently, as if they were considered as individual models (without the existence of other hypotheses). It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%3$s
de: Die Option 'Konditional' zeigt alle %1$s für den Parameter %2$s unabhängig voneinander, als ob sie als individuelle Modelle betrachtet wurden (ohne die Existenz anderer Hypothesen). Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Glaubwürdigkeitsintervallen ('GI') zu visualisieren:%3$s
es: La opción 'Condicionado' muestra todas las %1$s para el parámetro %2$s independientemente, como si fuesen consideradas como modelos individuales (sin la existencia de otras hipótesis). Es posible visualizar distintos tipos de estimaciones puntuales ('Estimación Puntual') e intervalos de credibilidad ('IC'):%3$s
eu: 'Baldintzapekoa' aukerak %2$s parametrorako %1$s guztiak erakusten ditu modu independentean, banakako eredutzat hartuko balira bezala (beste hipotesirik gabe). Puntu-estimazio mota desberdinak ('Puntu-estimazioa') eta sinesgarritasun-tarteak ('CI') bistaratzea posible da:%3$s
gl: A opción 'Condicionado' amosa tódalas %1$s para o parámetro %2$s independentemente, como se foran consideradas como modelos individuais (sen a existencia doutras hipóteses). É posible visualizar distintos tipos de estimacións puntuais ('Estimación Puntual') e intervalos de credibilidade ('IC'):%3$s
pt: A opção 'Condicional' mostra todos os %1$s para o parâmetro %2$s de forma independente, como se fossem considerados modelos individuais (sem a existência de outras hipóteses). É possível visualizar diferentes tipos de estimativas pontuais ('Estimativa pontual') e intervalos credíveis ('IC'):%3$s
ta: 'நிபந்தனை' விருப்பம் %2$s அளவுருவுக்கு அனைத்து %1$s ஐ சுயாதீனமாகக் காட்டுகிறது, அவை தனிப்பட்ட மாதிரிகளாகக் கருதப்பட்டதைப் போல (பிற கருதுகோள்களின் இருப்பு இல்லாமல்). பல்வேறு வகையான புள்ளி மதிப்பீடுகள் ('புள்ளி மதிப்பீடு') மற்றும் நம்பகமான இடைவெளிகள் ('சிஐ'):%3$s

source: The 'Joint' option shows all %1$s for parameter %2$s when considered together in light of the other hypotheses (by multiplying the density of the %1$s over the parameter by the %3$s probability of the hypothesis). In addition, the 'Overlying' option allows the visualization of all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Zusammen' zeigt alle %1$s für den Parameter %2$s an, wenn sie zusammen unter Berücksichtigung der anderen Hypothesen betrachtet werden (durch Multiplikation der Dichte der %1$s über den Parameter mit der %3$s-Wahrscheinlichkeit der Hypothese). Zudem ermöglicht die Option 'Überlagernd' die Visualisierung aller %1$s übereinander, was einen leichteren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht, und die Option 'Gestapelt' zeigt alle %1$s in einer Abbildung mit einem Tiefeneffekt, der durch die Darstellung der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse hervorgerufen wird.
es: La opción 'Conjunto' muestra todo %1$s para el parámetro %2$s, cuando se consideran juntas a la vista de las otras hipótesis (multiplicando la densidad de %1$s sobre el parámetro por la probabilidad de %3$s de la hipótesis). Además, la opción 'Superpuesto' permite la visualización de todo %1$s encima de cada una, permitiendo una comparación más sencilla con una escala común de densidad y probabilidad en el eje y; y la opción 'Apilado' muestra todo %1$s en una imagen con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
eu: 'Elkartua' aukerak %2$s parametrorako %1$s guztiak erakusten ditu, beste hipotesiak kontuan hartuta batera kontuan hartuta (parametroaren gaineko %1$sen dentsitatea hipotesiaren %3$s probabilitatearekin biderkatuz). Horrez gain, 'Gaineratuta' aukerak %1$s guztiak bata bestearen gainean bistaratzea ahalbidetzen du, y ardatzeko dentsitate eta probabilitate eskala komun batekin alderaketa errazagoa ahalbidetuz, eta 'Pilatutako' aukerak %1$s guztiak irudi bakarrean erakusten ditu, z ardatzean 'gehiago' banaketa gehigarriak marraztean sortutako sakontasun efektuarekin.
gl: A opción 'Conxunto' amosa todo %1$s para o parámetro %2$s, cando se consideran xuntas á vista das outras hipóteses (multiplicando a densidade de %1$s sobre o parámetro pola probabilidade de %3$s da hipótese). Ademais, a opción 'Sobreposto' permite a visualización de todo %1$s enriba de cada unha, permitindo unha comparación máis doada cunha escala común da densidade e probabilidade no eixe y; e a opción 'Amoreado' amosa todo %1$s nunha imaxe cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção "Conjunto" mostra todos os %1$s para o parâmetro %2$s quando considerados em conjunto à luz das outras hipóteses (multiplicando a densidade dos %1$s sobre o parâmetro pela probabilidade %3$s da hipótese). Além disso, a opção 'Sobrepostos' permite a visualização de todos os %1$s uns sobre os outros, facilitando a comparação com uma escala comum de densidade e probabilidade no eixo y, e a opção 'Empilhados' mostra todos os %1$s em uma única figura, com um efeito de profundidade induzido pela plotagem das distribuições adicionais 'mais adiante' no eixo z.
ta: 'கூட்டு' விருப்பம் மற்ற கருதுகோள்களின் வெளிச்சத்தில் ஒன்றாகக் கருதப்படும்போது %2$s அளவுருவுக்கு %1$s ஐக் காட்டுகிறது (கருதுகோளின் %3$s நிகழ்தகவால் அளவுருவின் மீது %1$s அடர்த்தியை பெருக்குவதன் மூலம் ). கூடுதலாக, 'மேலதிக' விருப்பம் ஒருவருக்கொருவர் மேல் அனைத்து %1$s ஐ காட்சிப்படுத்த அனுமதிக்கிறது, இது Y- அச்சில் பொதுவான அடர்த்தி மற்றும் நிகழ்தகவு அளவோடு எளிதாக ஒப்பிட அனுமதிக்கிறது மற்றும் 'அடுக்கப்பட்ட' விருப்பம் அனைத்து %1$s அனைத்தும் ஐக் காட்டுகிறது Z- அச்சில் கூடுதல் விநியோகங்களை 'மேலும்' திட்டமிடுவதன் மூலம் தூண்டப்பட்ட ஆழமான விளைவைக் கொண்ட ஒரு உருவத்தில்.

source: The 'Marginal' option collapses across all individual %1$s, weighting them by their %2$s probability.%3$s It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%4$s
de: Die Option 'Marginal' wird für alle einzelnen %1$s zusammengefasst, gewichtet nach ihrer %2$s Wahrscheinlichkeit.%3$s Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und glaubwürdige Intervalle ('CI') zu visualisieren:%4$s
es: La opción 'Marginal' colapsa a través de todas las %1$s individuales, ponderándolas por su probabilidad %2$s.%3$s Es posible visualizar distintos tipos de estimaciones puntuales ('Estimación puntual') e intervalos de credibilidad ('IC'):%4$s
eu: 'Marginala' aukera %1$s indibidual guztietan erortzen da, %2$s probabilitatearen arabera haztatuz.%3$s Puntu-estimazio mota desberdinak ('Puntu-estimazioa') eta tarte sinesgarriak ('CI') bistaratzea posible da:%4$s
gl: A opción 'Marxinal' colapsa a través de todas as %1$s individuais, ponderándoas pola súa probabilidade %2$s.%3$s É posible visualizar distintos tipos de estimacións puntuais ('Estimación puntual') e intervalos de credibilidade ('IC'):%4$s
pt: A opção 'Marginal' se aplica a todos os %1$s individuais, ponderando-os por sua %2$s probabilidade.%3$s É possível visualizar diferentes tipos de estimativas pontuais ('Estimativa pontual') e intervalos credíveis ('IC'):%4$s
ta: 'விளிம்பு' விருப்பம் அனைத்து தனிப்பட்ட %1$s இல் சரிந்து, அவற்றின் %2$s நிகழ்தகவால் எடைபோடுகிறது. %3$s பல்வேறு வகையான புள்ளி மதிப்பீடுகள் ('புள்ளி மதிப்பீடு') மற்றும் நம்பகமான இடைவெளிகளைக் காட்சிப்படுத்த முடியும் ('ci '):%4$s

source: The 'Prior and posterior distribution' option displays the prior and posterior distribution of the parameter %1$s for the individual %2$s. Spike prior distributions are visualized as arrows (signifying that their density is infinite) and %3$s distributions are visualized as continuous lines. Prior distributions are visualized as dashed grey lines and the posterior distribution as solid black lines. In addition, the observed data summary can be visualized as a black cross by selecting the '%4$s' checkbox.
de: Die Option 'Prior- und Posterior-Verteilung' zeigt die Prior- und Posterior-Verteilung des Parameters %1$s für die einzelnen %2$s an. Punktmasse-Priorverteilungen werden als Pfeile visualisiert (um anzudeuten, dass ihre Dichte unendlich ist) und %3$s-Verteilungen werden als kontinuierliche Linien visualisiert. Prior-Verteilungen werden als gestrichelte graue Linien und die Posterior-Verteilung als durchgezogene schwarze Linien visualisiert. Zusätzlich kann die Zusammenfassung der beobachteten Daten als schwarzes Kreuz dargestellt werden, indem das Kontrollkästchen '%4$s' aktiviert wird.
es: La opción 'Distribución previa y posterior' presenta la distribución previa y posterior del parámetro %1$s para la %2$s individual. Las distribuciones previas en pico se visualizan como flechas (queriendo decir que su densidad es infinita) y las distribuciones %3$s se visualizan como líneas continuas. Las distribuciones previas se representan como líneas grises discontinuas, y las distribuciones posteriores como líneas negras continuas. Además, el resumen de los datos observados puede visualizarse como una cruz negra marcando el recuadro '%4$s'.
eu: 'Aurreko eta ondorengo banaketa' aukerak %1$s parametroaren aurreko eta ondorengo banaketa erakusten du %2$s banakoarentzat. Aurreko banaketa puntualak gezi gisa bistaratzen dira (dentsitatea infinitua dela esan nahi dute) eta %3$s banaketak lerro jarraitu gisa. Aurreko banaketak lerro gris eten gisa bistaratzen dira eta ondorengo banaketa lerro beltz jarraitu gisa. Horrez gain, behatutako datuen laburpena gurutze beltz gisa bistaratu daiteke '%4$s' kontrol-laukia hautatuta.
gl: A opción 'Distribución previa e posterior' presenta a distribución previa e posterior do parámetro %1$s para a %2$s individual. As distribucións previas en pico se visualizan como frechas (querendo dicir que a súa densidade é infinita) e as distribucións %3$s se visualizan como liñas continuas. As distribucións previas represéntanse como liñas grises descontinuas, e as distribucións posteriores como liñas negras continuas. Ademais, o resumo dos datos observados pode visualizarse como unha cruz negra marcando o recadriño '%4$s'.
pt: A opção "Distribuição anterior e posterior" exibe a distribuição anterior e posterior do parâmetro %1$s para o parâmetro %2$s individual. Distribuições anteriores com picos são visualizadas como setas (significando que sua densidade é infinita) e distribuições %3$s são visualizadas como linhas contínuas. As distribuições anteriores são visualizadas como linhas cinzas tracejadas e a distribuição posterior como linhas pretas sólidas. Além disso, o resumo dos dados observados pode ser visualizado como uma cruz preta marcando a caixa de seleção '%4$s'.
ta: 'முந்தைய மற்றும் பின்புற வழங்கல்' விருப்பம் தனிப்பட்ட %2$s க்கு %1$s அளவுருவின் முந்தைய மற்றும் பின்புற விநியோகத்தைக் காட்டுகிறது. ச்பைக் முன் விநியோகங்கள் அம்புகளாக காட்சிப்படுத்தப்படுகின்றன (அவற்றின் அடர்த்தி எல்லையற்றது என்பதைக் குறிக்கிறது) மற்றும் %3$s விநியோகங்கள் தொடர்ச்சியான கோடுகளாக காட்சிப்படுத்தப்படுகின்றன. முந்தைய விநியோகங்கள் கோடு சாம்பல் கோடுகள் மற்றும் பின்புற வழங்கல் திட கருப்பு கோடுகளாக காட்சிப்படுத்தப்படுகின்றன. கூடுதலாக, கவனிக்கப்பட்ட தரவு சுருக்கத்தை '%4$s' தேர்வுப்பெட்டியைத் தேர்ந்தெடுப்பதன் மூலம் கருப்பு சிலுவையாக காட்சிப்படுத்தலாம்.

source: The 'Conditional' option shows all prior and posterior distributions for parameter %1$s independently, as if they were considered as individual models (without the existence of other hypotheses).
de: Die Option 'Konditional' zeigt alle Prior- und Posterior-Verteilungen für den Parameter %1$s unabhängig voneinander an, als ob sie als individuelle Modelle betrachtet wurden (ohne die Existenz anderer Hypothesen).
es: La opción 'Condicionado' muestra todas las distribuciones previas y posteriores para el parámetro %1$s independientemente, como si fuesen consideradas como modelos individuales (sin la existencia de otras hipótesis).
eu: 'Baldintzapekoa' aukerak %1$s parametroaren aurreko eta ondorengo banaketa guztiak erakusten ditu modu independentean, banakako eredutzat hartuko balira bezala (beste hipotesirik gabe).
gl: A opción 'Condicionado' amosa tódalas distribucións previas e posteriores para o parámetro %1$s independentemente, como se foran consideradas como modelos individuais (sen a existencia doutras hipóteses).
pt: A opção 'Condicional' mostra todas as distribuições anteriores e posteriores para o parâmetro %1$s independentemente, como se fossem consideradas modelos individuais (sem a existência de outras hipóteses).
ta: 'நிபந்தனை' விருப்பம் %1$s அளவுருவுக்கான அனைத்து முந்தைய மற்றும் பின்புற விநியோகங்களையும் சுயாதீனமாகக் காட்டுகிறது, அவை தனிப்பட்ட மாதிரிகளாகக் கருதப்பட்டதைப் போல (பிற கருதுகோள்களின் இருப்பு இல்லாமல்).

source: The 'Joint' option shows all prior and posterior distributions for parameter %1$s when considered together in light of the other hypotheses. In addition, the 'Overlying' option allows the visualization all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Zusammen' zeigt alle Prior- und Posterior-Verteilungen für den Parameter %1$s, wenn sie im Zusammenhang der anderen Hypothesen betrachtet werden. Zusätzlich ermöglicht die Option 'Überlagern' die Visualisierung aller %1$s übereinander, was einen einfacheren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht, und die Option 'Gestapelt' zeigt alle %1$s in einer Abbildung mit einer Tiefenwirkung, die durch die Darstellung der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse erreicht wird.
es: La opción 'Conjunto' muestra todas las distribuciones previas y posteriores del parámetro %1$s, cuando se consideran juntas a la vista de las otras hipótesis. Además, la opción 'Superpuesto' permite la visualización de todo %1$s encima de cada una, permitiendo una comparación más fácil con una escala común de la densidad y probabilidad en el eje y; además la opción 'Apilado' muestra todo %1$s en una imagen con un efecto de fondo inducido por la representación gráfica de las distribuciones adicionales 'a mayores' en el eje z.
gl: A opción 'Conxunto' amosa tódalas distribucións previas e posteriores do parámetro %1$s, cando se consideran xuntas á vista das outras hipóteses. Ademais, a opción 'Sobreposto' permite a visualización de todo %1$s enriba de cada unha, permitindo unha comparación máis doada cunha escala común da densidade e probabilidade no eixe y; e a opción 'Amoreado' amosa todo %1$s nunha imaxe cun efecto de fondo inducido pola representación gráfica das distribucións adicionais 'a maiores' no eixe z.
pt: A opção 'Conjunta' mostra todas as distribuições anteriores e posteriores para o parâmetro %1$s quando consideradas em conjunto à luz das outras hipóteses. Além disso, a opção 'Sobreposta' permite a visualização de todas as %1$s uma sobre a outra, facilitando a comparação com uma escala comum de densidade e probabilidade no eixo y, e a opção 'Empilhada' mostra todas as %1$s em uma única figura, com um efeito de profundidade induzido pela plotagem das distribuições adicionais 'mais adiante' no eixo z.
ta: மற்ற கருதுகோள்களின் வெளிச்சத்தில் ஒன்றாகக் கருதப்படும்போது 'கூட்டு' விருப்பம் %1$s அளவுருவுக்கான அனைத்து முந்தைய மற்றும் பின்புற விநியோகங்களையும் காட்டுகிறது. கூடுதலாக, 'மேலதிக' விருப்பம் ஒருவருக்கொருவர் மேல் காட்சிப்படுத்தலை அனுமதிக்கிறது, இது Y- அச்சில் பொதுவான அடர்த்தி மற்றும் நிகழ்தகவு அளவோடு எளிதாக ஒப்பிட அனுமதிக்கிறது மற்றும் 'அடுக்கப்பட்ட' விருப்பம் அனைத்து %1$s ஐக் காட்டுகிறது Z- அச்சில் கூடுதல் விநியோகங்களை 'மேலும்' திட்டமிடுவதன் மூலம் தூண்டப்பட்ட ஆழமான விளைவைக் கொண்ட ஒரு படத்தில்.

source: The 'Marginal' option collapses across all individual prior and posterior distributions, weighting them by their prior and posterior probability.
de: Die Option 'Marginal' wird über alle einzelnen a priori und a posteriori Verteilungen hinweg zusammengefasst und nach ihrer a priori und a posteriori Wahrscheinlichkeit gewichtet.
es: La opción 'Marginal' colapsa a través de todas las distribuciones individuales previas y posteriores, ponderándolas por su probabilidad previa y posterior.
gl: A opción 'Marxinal' colapsa a través de todas as distribucións individuais previas e posteriores, ponderándoas pola súa probabilidade previa e posterior.
pt: A opção 'Marginal' abrange todas as distribuições individuais anteriores e posteriores, ponderando-as por sua probabilidade anterior e posterior.
ta: 'விளிம்பு' விருப்பம் அனைத்து தனிப்பட்ட முன் மற்றும் பின்புற விநியோகங்களிலும் சரிந்து, அவற்றின் முந்தைய மற்றும் பின்புற நிகழ்தகவுகளால் அவற்றை எடைபோடுகிறது.
